{
  "Etymology": [
    "A speculative representation of Antarctica labelled as 'Terra Australis Incognita' on Jan Janssonius's Zeekaart van het Zuidpoolgebied (1657), Het Scheepvaartmuseumcode: nld promoted to code: nl",
    "The name given to the continent originates from the word antarctic, which comes from Middle French antartique or antarctique ('opposite to the Arctic') and, in turn, the Latin antarcticus ('opposite to the north'). Antarcticus is derived from the Greek ἀντι- ('anti-') and ἀρκτικός ('of the Bear', 'northern').[4] The Greek philosopher Aristotle wrote in Meteorology about an \"Antarctic region\" in c. 350 BCE.[5] The Greek geographer Marinus of Tyre reportedly used the name in his world map from the second century CE, now lost. The Roman authors Gaius Julius Hyginus and Apuleius used for the South Pole the romanised Greek name polus antarcticuscode: ell promoted to code: el ,[6] from which derived the Old French pole antartike  (modern pôle antarctiquecode: fra promoted to code: fr ) attested in 1270, and from there the Middle English pol antartik, found first in a treatise written by the English author Geoffrey Chaucer.[4]",
    "Belief by Europeans in the existence of a Terra Australis—a vast continent in the far south of the globe to balance the northern lands of Europe, Asia, and North Africa—had existed as an intellectual concept since classical antiquity. The belief in such a land lasted until the European discovery of Australia.[7]",
    "During the early 19th century, explorer Matthew Flinders doubted the existence of a detached continent south of Australia (then called New Holland) and thus advocated for the \"Terra Australis\" name to be used for Australia instead.[8][9] In 1824, the colonial authorities in Sydney officially renamed the continent of New Holland to Australia, leaving the term \"Terra Australis\" unavailable as a reference to Antarctica. Over the following decades, geographers used phrases such as \"the Antarctic Continent\". They searched for a more poetic replacement, suggesting names such as Ultima and Antipodea.[10] Antarctica was adopted in the 1890s, with the first use of the name being attributed to the Scottish cartographer John George Bartholomew.[11]"
  ],
  "Geography": [
    "",
    "Main article: Geography of Antarctica",
    "",
    "See also: Extreme points of Antarctica and List of mountains in Antarctica",
    "Eastern Antarctica is to the right of the Transantarctic Mountains and Western Antarctica is to the left.",
    "Positioned asymmetrically around the South Pole and largely south of the Antarctic Circle (one of the five major circles of latitude that mark maps of the world), Antarctica is surrounded by the Southern Ocean.[note 2] Rivers exist in Antarctica, the longest is the Onyx. Antarctica covers more than 14.2 million km2 (5,500,000 sq mi), making it the fifth-largest continent, slightly less than 1.5 times the area of the United States. Its coastline is almost 18,000 km (11,200 mi) long:[1] as of 1983[update], of the four coastal types, 44% of the coast is floating ice in the form of an ice shelf, 38% consists of ice walls that rest on rock, 13% is ice streams or the edge of glaciers, and the remaining 5% is exposed rock.[13]",
    "The lakes that lie at the base of the continental ice sheet occur mainly in the McMurdo Dry Valleys or various oases.[14] Lake Vostok, discovered beneath Russia's Vostok Station, is the largest subglacial lake globally and one of the largest lakes in the world. It was once believed that the lake had been sealed off for millions of years, but scientists now estimate its water is replaced by the slow melting and freezing of ice caps every 13,000 years.[15] During the summer, the ice at the edges of the lakes can melt, and liquid moats temporarily form. Antarctica has both saline and freshwater lakes.[14]",
    "Antarctica is divided into West Antarctica and East Antarctica by the Transantarctic Mountains, which stretch from Victoria Land to the Ross Sea.[16][17] The vast majority of Antarctica is covered by the Antarctic ice sheet, which averages 1.9 km (1.2 mi) in thickness.[18] The ice sheet extends to all but a few oases, which, with the exception of the McMurdo Dry Valleys, are located in coastal areas.[19] Several Antarctic ice streams flow to one of the many Antarctic ice shelves, a process described by ice-sheet dynamics.[20]",
    "Vinson Massif from the northwest, the highest peak in Antarctica",
    "East Antarctica comprises Coats Land, Queen Maud Land, Enderby Land, Mac. Robertson Land, Wilkes Land, and Victoria Land. All but a small portion of the region lies within the Eastern Hemisphere. East Antarctica is largely covered by the East Antarctic Ice Sheet.[21] There are numerous islands surrounding Antarctica, most of which are volcanic and very young by geological standards.[22] The most prominent exceptions to this are the islands of the Kerguelen Plateau, the earliest of which formed around 40 Ma.[22][23]",
    "Vinson Massif, in the Ellsworth Mountains, is the highest peak in Antarctica at 4,892 m (16,050 ft).[24] Mount Erebus on Ross Island is the world's southernmost active volcano and erupts around 10 times each day. Ash from eruptions has been found 300 kilometres (190 mi) from the volcanic crater.[25] There is evidence of a large number of volcanoes under the ice, which could pose a risk to the ice sheet if activity levels were to rise.[26] The ice dome known as Dome Argus in East Antarctica is the highest Antarctic ice feature, at 4,091 metres (13,422 ft). It is one of the world's coldest and driest places—temperatures there may reach as low as −90 °C (−130 °F), and the annual precipitation is 1–3 cm (0.39–1.18 in).[27]"
  ],
  "Geologic history": [
    "",
    "Main article: Geology of Antarctica",
    "",
    "Further information: Geology of the Antarctic Peninsula",
    "From the end of the Neoproterozoic era to the Cretaceous, Antarctica was part of the supercontinent Gondwana.[28] Modern Antarctica was formed as Gondwana gradually broke apart beginning around 183 Ma.[29] For a large proportion of the Phanerozoic, Antarctica had a tropical or temperate climate, and it was covered in forests.[30]",
    "Palaeozoic era (540–250 Ma)",
    "Glossopteris sp. leaf from the Permian of Antarctica",
    "During the Cambrian period, Gondwana had a mild climate.[31] West Antarctica was partially in the Northern Hemisphere, and during the time, large amounts of sandstones, limestones, and shales were deposited. East Antarctica was at the equator, where seafloor invertebrates and trilobites flourished in the tropical seas. By the start of the Devonian period (416 Ma), Gondwana was in more southern latitudes, and the climate was cooler, though fossils of land plants are known from then. Sand and silts were laid down in what is now the Ellsworth, Horlick and Pensacola Mountains.",
    "Antarctica became glaciated during the Late Paleozoic icehouse beginning at the end of the Devonian period (360 Ma), though glaciation would substantially increase during the late Carboniferous. It drifted closer to the South Pole, and the climate cooled, though flora remained.[32] After deglaciation during the latter half of the Early Permian, the land became dominated by glossopterids (an extinct group of seed plants with no close living relatives), most prominently Glossopteris, a tree interpreted as growing in waterlogged soils, which formed extensive coal deposits. Other plants found in Antarctica during the Permian include Cordaitales, sphenopsids, ferns, and lycophytes.[33] At the end of the Permian, the climate became drier and hotter over much of Gondwana, and the glossopterid forest ecosystems collapsed, as part of the End-Permian mass extinction.[33][34] There is no evidence of any tetrapods having lived in Antarctica during the Paleozoic.[35]",
    "Mesozoic era (250–66 Ma)",
    "The continued warming dried out much of Gondwana. During the Triassic, Antarctica was dominated by seed ferns (pteridosperms) belonging to the genus Dicroidium, which grew as trees. Other associated Triassic flora included ginkgophytes, cycadophytes, conifers, and sphenopsids.[36] Tetrapods first appeared in Antarctica during the early Triassic, with the earliest known fossils found in the Fremouw Formation of the Transantarctic Mountains.[35] Synapsids (also known as \"mammal-like reptiles\") included species such as Lystrosaurus, and were common during the Early Triassic.[37]",
    "The Antarctic Peninsula began to form during the Jurassic period (206–146 Ma).[38] Ginkgo trees, conifers, Bennettitales, horsetails, ferns and cycads were plentiful during the time.[39] In West Antarctica, coniferous forests dominated throughout the Cretaceous period (146–66 Ma), though southern beech trees (Nothofagus) became prominent towards the end of the Cretaceous.[40][41] Ammonites were common in the seas around Antarctica, and dinosaurs were also present, though only a few Antarctic dinosaur genera (Cryolophosaurus and Glacialisaurus, from the Early Jurassic Hanson Formation of the Transantarctic Mountains,[42] and Antarctopelta, Trinisaura, Morrosaurus and Imperobator from Late Cretaceous of the Antarctic Peninsula) have been described.[43][44][45][46]",
    "Gondwana breakup (160–15 Ma)",
    ".mw-parser-output .tmulti .multiimageinner{display:flex;flex-direction:column}.mw-parser-output .tmulti .trow{display:flex;flex-direction:row;clear:left;flex-wrap:wrap;width:100%;box-sizing:border-box}.mw-parser-output .tmulti .tsingle{margin:1px;float:left}.mw-parser-output .tmulti .theader{clear:both;font-weight:bold;text-align:center;align-self:center;background-color:transparent;width:100%}.mw-parser-output .tmulti .thumbcaption{background-color:transparent}.mw-parser-output .tmulti .text-align-left{text-align:left}.mw-parser-output .tmulti .text-align-right{text-align:right}.mw-parser-output .tmulti .text-align-center{text-align:center}@media all and (max-width:720px){.mw-parser-output .tmulti .thumbinner{width:100%!important;box-sizing:border-box;max-width:none!important;align-items:center}.mw-parser-output .tmulti .trow{justify-content:center}.mw-parser-output .tmulti .tsingle{float:none!important;max-width:100%!important;box-sizing:border-box;text-align:center}.mw-parser-output .tmulti .tsingle .thumbcaption{text-align:left}.mw-parser-output .tmulti .trow>.thumbcaption{text-align:center}}",
    "Breakup of Gondwana at c. 150  Ma (left), c. 126 Ma (centre) and at c. 83 Ma (right)[note 3]",
    "Africa separated from Antarctica in the Jurassic around 160 Ma, followed by the Indian subcontinent in the early Cretaceous (about 125 Ma).[47] During the early Paleogene, Antarctica remained connected to South America via the Isthmus of Scotia as well as to southeastern Australia. Fauna from the La Meseta Formation in the Antarctic Peninsula, dating to the Eocene, is very similar to equivalent South American faunas; with marsupials, xenarthrans, litoptern, and astrapotherian ungulates, as well as gondwanatheres and possibly meridiolestidans.[48][49] Marsupials are thought to have dispersed into Australia via Antarctica by the early Eocene.[50]",
    "Around 53 Ma, Australia-New Guinea separated from Antarctica, opening the Tasmanian Passage.[51] The Drake Passage opened between Antarctica and South America around 30 Ma, resulting in the creation of the Antarctic Circumpolar Current that completely isolated the continent.[52] Models of Antarctic geography suggest that this current, as well as a feedback loop caused by lowering CO2 levels, caused the creation of small yet permanent polar ice caps. As CO2 levels declined further the ice began to spread rapidly, replacing the forests that until then had covered Antarctica.[53] Tundra ecosystems continued to exist on Antarctica until around 14-10 million years ago, when further cooling lead to their extermination.[54]",
    "Present day",
    "The Antarctic Plate",
    "The geology of Antarctica, largely obscured by the continental ice sheet,[55] is being revealed by techniques such as remote sensing, ground-penetrating radar, and satellite imagery.[56] Geologically, West Antarctica closely resembles the South American Andes.[57] The Antarctic Peninsula was formed by geologic uplift and the transformation of sea bed sediments into metamorphic rocks.[58]",
    "West Antarctica was formed by the merging of several continental plates, which created a number of mountain ranges in the region, the most prominent being the Ellsworth Mountains. The presence of the West Antarctic Rift System has resulted in volcanism along the border between West and East Antarctica, as well as the creation of the Transantarctic Mountains.[59]",
    "East Antarctica is geologically varied. Its formation began during the Archean Eon (4,000 Ma–2,500 Ma), and stopped during the Cambrian Period.[60] It is built on a craton of rock, which is the basis of the Precambrian Shield.[61] On top of the base are coal and sandstones, limestones, and shales that were laid down during the Devonian and Jurassic periods to form the Transantarctic Mountains.[62] In coastal areas such as the Shackleton Range and Victoria Land, some faulting has occurred.[63][64]",
    "Coal was first recorded in Antarctica near the Beardmore Glacier by Frank Wild on the Nimrod Expedition in 1907, and low-grade coal is known to exist across many parts of the Transantarctic Mountains.[65] The Prince Charles Mountains contain deposits of iron ore.[66] There are oil and natural gas fields in the Ross Sea.[67]"
  ],
  "Climate": [
    "",
    "Main article: Climate of Antarctica",
    "",
    "Blue ice covering Lake Fryxell, in the Transantarctic MountainsTemperate conditions near the coast in December",
    "Antarctica is the coldest, windiest, and driest of Earth's continents.[1] The lowest natural air temperature ever recorded on Earth was −89.2 °C (−128.6 °F) at the Russian Vostok Station in Antarctica on 21 July 1983.[68] A lower air temperature of −94.7 °C (−138.5 °F) was recorded in 2010 by satellite—however, it may have been influenced by ground temperatures and was not recorded at a height of 2 m (7 ft) above the surface as required for official air temperature records.[69] Average temperatures can reach a minimum of between −80 °C (−112 °F) in the interior of the continent during winter and a maximum of over 10 °C (50 °F) near the coast in summer.[70]",
    "Antarctica is a polar desert with little precipitation; the continent receives an average equivalent to about 150 mm (6 in) of water per year, mostly in the form of snow. The interior is dryer and receives less than 50 mm (2 in) per year, whereas the coastal regions typically receive more than 200 mm (8 in).[71] In a few blue-ice areas, the wind and sublimation remove more snow than is accumulated by precipitation.[72] In the dry valleys, the same effect occurs over a rock base, leading to a barren and desiccated landscape.[73] Antarctica is colder than the Arctic region, as much of Antarctica is over 3,000 m (9,800 ft) above sea level, where air temperatures are colder. The relative warmth of the Arctic Ocean is transferred through the Arctic sea ice and moderates temperatures in the Arctic region.[74]",
    "Regional differences",
    "East Antarctica is colder than its western counterpart because of its higher elevation. Weather fronts rarely penetrate far into the continent, leaving the centre cold and dry, with moderate wind speeds. Heavy snowfalls are common on the coastal portion of Antarctica, where snowfalls of up to 1.22 m (48 in) in 48 hours have been recorded. At the continent's edge, strong katabatic winds off of the polar plateau often blow at storm force. During the summer, more solar radiation reaches the surface at the South Pole than at the equator because of the 24 hours of sunlight received there each day.[1]",
    "Climate change",
    "",
    "Main article: Climate change in Antarctica",
    "",
    "The warming trend for Antarctica from 1957 to 2006, based on the analysis of weather station and satellite data; dark tints over West Antarctica indicate that the region warmed most per decade.",
    "Over the second half of the 20th century, the Antarctic Peninsula was the fastest-warming place on Earth, closely followed by West Antarctica, but temperatures rose less rapidly during the early 21st century.[75] Conversely, the South Pole, located in East Antarctica, barely warmed during much of the 20th century, but temperatures rose three times the global average between 1990 and 2020.[76] In February 2020, the continent recorded its highest temperature of 18.3 °C (64.9 °F), which was 0.8 °C (1.4 °F) higher than the previous record attained in March 2015.[77]",
    "There is some evidence that surface warming in Antarctica is due to human greenhouse gas emissions,[78] but it is difficult to determine due to internal variability.[79] A main component of climate variability in Antarctica is the Southern Annular Mode (a low-frequency mode of atmospheric variability of the Southern Hemisphere), which showed strengthened winds around Antarctica in the summer of the later decades of the 20th century, associated with cooler temperatures over the continent. The trend was at a scale unprecedented over the last 600 years; the most dominant driver of the mode of variability is likely the depletion of ozone above the continent.[80]"
  ],
  "Glaciers and floating ice": [
    "",
    "See also: Sea level rise and Antarctic sea ice",
    "Pine Island Glacier, photographed in November 2011",
    "Precipitation in Antarctica occurs in the form of snow, which accumulates and forms the giant ice sheet that covers the continent.[81] Under the force of gravity, the ice flows towards the coast. The ice then moves into the ocean, often forming vast floating ice shelves. These shelves can melt or form icebergs that eventually disintegrate when they reach warmer ocean waters.[82]",
    "Sea ice and ice shelves",
    "Sea ice extent expands annually during the Antarctic winter, but most of it melts in the summer.[83] The ice is formed from the ocean, and does not contribute to changes in sea level.[84] The average extent of sea ice around Antarctica has changed little since satellites began to observe the Earth's surface in 1978; which is in contrast with the Arctic, where there has been rapid sea ice loss. A possible explanation is that thermohaline circulation transports warmed water to deeper layers in the Southern Ocean so that the surface remains relatively cool.[85]",
    "The melting of the ice shelves does not contribute much to sea level rise, as the floating ice displaces its own mass of water, but the ice shelves act to stabilize the land ice. They are vulnerable to warming water, which has caused large ice shelves to collapse into the ocean.[86] The loss of ice shelf \"buttressing\" has been identified as the major cause of ice loss on the West Antarctic ice sheet, but has also been observed around the East Antarctic ice sheet.[87]",
    "In 2002 the Antarctic Peninsula's Larsen-B ice shelf collapsed.[88] In early 2008, about 570 km2 (220 sq mi) of ice from the Wilkins Ice Shelf on the southwest part of the peninsula collapsed, putting the remaining 15,000 km2 (5,800 sq mi) of the ice shelf at risk. The ice was being held back by a \"thread\" of ice about 6 km (4 mi) wide,[89][90] prior to its collapse in 2009.[91] As of 2022[update], the two most rapidly thinning ice shelves are those in front of the Pine Island and Thwaites glaciers. Both ice shelves act to stabilise the glaciers that feed into them.[92]",
    "Ice sheet loss and sea level rise",
    "",
    "Main article: Climate change in Antarctica",
    "Ice mass loss since 2002",
    "Antarctica contains about 90% of the world's ice. If all of this ice were melted, global sea levels would rise about 58 m (190 ft).[93] In addition, Antarctica stores around 70% of global freshwater as ice.[94] The continent is losing mass due to the increased flow of its glaciers toward the ocean.[95] The loss of mass from Antarctica's ice sheets is partially offset by additional snow falling back onto it.[96] A 2018 systematic review study estimated that ice loss across the entire continent was 43 gigatonnes (Gt) per year on average during the period from 1992 to 2002, but accelerated to an average of 220 Gt per year during the five years from 2012 to 2017.[97] Antarctica's total contribution to sea level rise has been estimated to be 8 to 14 mm (0.31 to 0.55 in).[96][95]",
    "Most of the ice loss has taken place on the Antarctic Peninsula and West Antarctica.[98] Estimates of the mass balance of the East Antarctic Ice Sheet as a whole range from slightly positive to slightly negative.[95][99] Increased ice outflow has been observed in some regions of East Antarctica, particularly at Wilkes Land.[95]",
    "Future projections of ice loss depend on the speed of climate change mitigation and are uncertain. Tipping points have been identified in some regions; when a certain threshold warming is reached, these regions may start melting at a significantly faster rate. If average temperatures were to begin to fall, the ice would not immediately be restored.[100] A tipping point for the West Antarctic ice sheet is estimated to be between 1.5 and 2.0 °C (2.7 and 3.6 °F) of global warming. A full collapse would likely not take place unless warming reaches between 2 and 3 °C (3.6 and 5.4 °F), and may occur within centuries under pessimistic assumptions. This full collapse would lead to 2 to 5 meters (6.6 to 16.4 feet) of sea level rise. At 3 °C, parts of the East Antarctic ice sheet are also projected to be fully lost, and total ice loss would lead to around 6 to 12 meters (20 to 39 feet) or more of sea level rise.[101]"
  ],
  "Ozone depletion": [
    "",
    "Main article: Ozone hole",
    "Image of the largest hole in the ozone layer recorded, in September 2006",
    "Scientists have studied the ozone layer in the atmosphere above Antarctica since the 1970s. In 1985, British scientists, working on data they had gathered at Halley Research Station on the Brunt Ice Shelf, discovered a large area of low ozone concentration over Antarctica.[102][103] The 'ozone hole' covers almost the whole continent and was at its largest in September 2006;[104] the longest-lasting event occurred in 2020.[105] The depletion is caused by the emission of chlorofluorocarbons and halons into the atmosphere, which causes ozone to break down into other gases.[106] The extreme cold conditions of Antarctica allow polar stratospheric clouds to form. The clouds act as catalysts for chemical reactions, which eventually lead to the destruction of ozone.[107] The 1987 Montreal Protocol has restricted the emissions of ozone-depleting substances. The ozone hole above Antarctica is predicted to slowly disappear; by the 2060s, levels of ozone are expected to have returned to values last recorded in the 1980s.[108]",
    "The ozone depletion can cause a cooling of around 6 °C (11 °F) in the stratosphere. The cooling strengthens the polar vortex and so prevents the outflow of the cold air near the South Pole, which in turn cools the continental mass of the East Antarctic ice sheet. The peripheral areas of Antarctica, especially the Antarctic Peninsula, are then subjected to higher temperatures, which accelerate the melting of the ice.[103] Models suggest that ozone depletion and the enhanced polar vortex effect may also account for the period of increasing sea ice extent, lasting from when observation started in the late 1970s until 2014. Since then, the coverage of Antarctic sea ice has decreased rapidly.[109][110]"
  ],
  "Biodiversity": [
    "",
    "See also: Antarctic realm, Antarctic microorganism, and Wildlife of Antarctica",
    "Most species in Antarctica seem to be the descendants of species that lived there millions of years ago. As such, they must have survived multiple glacial cycles. The species survived the periods of extremely cold climate in isolated warmer areas, such as those with geothermal heat or areas that remained ice-free throughout the colder climate.[111]",
    "Animals",
    "Emperor penguins with juveniles",
    "Invertebrate life of Antarctica includes species of microscopic mites such as Alaskozetes antarcticus, lice, nematodes, tardigrades, rotifers, krill and springtails. The few terrestrial vertebrates are limited to the sub-Antarctic islands.[112] The flightless midge Belgica antarctica, the largest purely terrestrial animal in Antarctica, reaches 6 mm (1⁄4 in) in size.[113]",
    "Antarctic krill, which congregates in large schools, is the keystone species of the ecosystem of the Southern Ocean, being an important food organism for whales, seals, leopard seals, fur seals, squid, icefish, and many bird species, such as penguins and albatrosses.[114] Some species of marine animals exist and rely, directly or indirectly, on phytoplankton. Antarctic sea life includes penguins, blue whales, orcas, colossal squids and fur seals.[115] The Antarctic fur seal was very heavily hunted in the 18th and 19th centuries for its pelt by seal hunters from the United States and the United Kingdom.[116] Leopard seals are apex predators in the Antarctic ecosystem and migrate across the Southern Ocean in search of food.[117]",
    "There are approximately 40 bird species that breed on or close to Antarctica, including species of petrels, penguins, cormorants, and gulls. Various other bird species visit the ocean around Antarctica, including some that normally reside in the Arctic.[118] The emperor penguin is the only penguin that breeds during the winter in Antarctica; it and the Adélie penguin breed farther south than any other penguin.[115]",
    "A Census of Marine Life by some 500 researchers during the International Polar Year was released in 2010. The research found that more than 235 marine organisms live in both polar regions, having bridged the gap of 12,000 km (7,456 mi). Large animals such as some cetaceans and birds make the round trip annually. Smaller forms of life, such as sea cucumbers and free-swimming snails also found in both polar oceans. Factors that may aid in their distribution include temperature differences between the deep ocean at the poles and the equator of no more than 5 °C (9 °F) and the major current systems or marine conveyor belts which are able to transport eggs and larva.[119]",
    "Fungi",
    "Orange lichen (Caloplaca) growing on the Yalour Islands, Wilhelm Archipelago",
    "About 1,150 species of fungi have been recorded in the Antarctic region, of which about 750 are non-lichen-forming.[120][121] Some of the species, having evolved under extreme conditions, have colonized structural cavities within porous rocks and have contributed to shaping the rock formations of the McMurdo Dry Valleys and surrounding mountain ridges.[122]",
    "The simplified morphology of such fungi, along with their similar biological structures, metabolism systems capable of remaining active at very low temperatures, and reduced life cycles, make them well suited to such environments. Their thick-walled and strongly melanised cells make them resistant to UV radiation.[122]",
    "The same features can be observed in algae and cyanobacteria, suggesting that they are adaptations to the conditions prevailing in Antarctica. This has led to speculation that life on Mars might have been similar to Antarctic fungi, such as Cryomyces antarcticus and Cryomyces minteri.[122] Some of the species of fungi, which are apparently endemic to Antarctica, live in bird dung, and have evolved so they can grow inside extremely cold dung, but can also pass through the intestines of warm-blooded animals.[123][124]",
    "Plants",
    "",
    "Main article: Flora of Antarctica",
    "",
    "Further information: Flora Antarctica",
    "Throughout its history, Antarctica has seen a wide variety of plant life. In the Cretaceous, it was dominated by a fern-conifer ecosystem, which changed into a temperate rainforest by the end of that period. During the colder Neogene (17–2.5 Ma), a tundra ecosystem replaced the rainforests. The climate of present-day Antarctica does not allow extensive vegetation to form.[125] A combination of freezing temperatures, poor soil quality, and a lack of moisture and sunlight inhibit plant growth, causing low species diversity and limited distribution. The flora largely consists of bryophytes (25 species of liverworts and 100 species of mosses). There are three species of flowering plants, all of which are found in the Antarctic Peninsula: Deschampsia antarctica (Antarctic hair grass), Colobanthus quitensis (Antarctic pearlwort) and the non-native Poa annua (annual bluegrass).[126]",
    "Other organisms",
    "Of the 700 species of algae in Antarctica, around half are marine phytoplankton. Multicoloured snow algae are especially abundant in the coastal regions during the summer.[127] Bacteria have been found as deep as 800 m (0.50 mi) under the ice.[128] It is thought to be likely that there exists a native bacterial community within the subterranean water body of Lake Vostok.[129] The existence of life there is thought to strengthen the argument for the possibility of life on Jupiter's moon Europa, which may have water beneath its water-ice crust.[130] There exists a community of extremophile bacteria in the highly alkaline waters of Lake Untersee.[131][132] The prevalence of highly resilient creatures in such inhospitable areas could further bolster the argument for extraterrestrial life in cold, methane-rich environments.[133]",
    "Conservation and environmental protection",
    "Refuse littering the shoreline at Bellingshausen Station on King George Island, photographed in 1992",
    "A whale in the Southern Ocean Whale Sanctuary",
    "The first international agreement to protect Antarctica's biodiversity was adopted in 1964.[134] The overfishing of krill (an animal that plays a large role in the Antarctic ecosystem) led officials to enact regulations on fishing. The Convention for the Conservation of Antarctic Marine Living Resources, an international treaty that came into force in 1980, regulates fisheries, aiming to preserve ecological relationships.[1] Despite these regulations, illegal fishing—particularly of the highly prized Patagonian toothfish which is marketed as Chilean sea bass in the U.S.—remains a problem.[135]",
    "In analogy to the 1980 treaty on sustainable fishing, countries led by New Zealand and the United States negotiated a treaty on mining. This Convention on the Regulation of Antarctic Mineral Resource Activities was adopted in 1988. After a strong campaign from environmental organisations, first Australia and then France decided not to ratify the treaty.[136] Instead, countries adopted the Protocol on Environmental Protection to the Antarctic Treaty (the Madrid Protocol), which entered into force in 1998.[137] The Madrid Protocol bans all mining, designating the continent as a \"natural reserve devoted to peace and science\".[138]",
    "The pressure group Greenpeace established a base on Ross Island from 1987 to 1992 as part of its attempt to establish the continent as a World Park.[139] The Southern Ocean Whale Sanctuary was established in 1994 by the International Whaling Commission. It covers 50 million km2 (19 million sq mi) and completely surrounds the Antarctic continent. All commercial whaling is banned in the zone, though Japan has continued to hunt whales in the area, ostensibly for research purposes.[140]",
    "Despite these protections, the biodiversity in Antarctica is still at risk from human activities. Specially protected areas cover less than 2% of the area and provide better protection for animals with popular appeal than for less visible animals.[134] There are more terrestrial protected areas than marine protected areas.[141] Ecosystems are impacted by local and global threats, notably pollution, the invasion of non-native species, and the various effects of climate change.[134]"
  ],
  "History of exploration": [
    "",
    "Main article: History of Antarctica",
    "",
    "See also: List of Antarctic expeditions, Women in Antarctica, and List of polar explorers",
    "Captain James Cook's ships, HMS Resolution and Adventure, crossed the Antarctic Circle on 17 January 1773, in December 1773, and again in January 1774.[142] Cook came within about 120 km (75 mi) of the Antarctic coast before retreating in the face of field ice in January 1773.[143] In 1775, he called the existence of a polar continent \"probable,\" and in another copy of his journal he wrote: \"[I] firmly believe it and it's more than probable that we have seen a part of it\".[144]",
    "19th century",
    "Adélie Land, depicted by Jules Dumont d'Urville in his Voyage au Pôle Sud (1846)",
    "Sealers were among the earliest to go closer to the Antarctic landmass, perhaps in the earlier part of the 19th century. The oldest known human remains in the Antarctic region was a skull, dated from 1819 to 1825, that belonged to a young woman on Yamana Beach at the South Shetland Islands. The woman, who was likely to have been part of a sealing expedition, was found in 1985.[145]",
    "The first person to see Antarctica or its ice shelf was long thought to have been the British sailor Edward Bransfield, a captain in the Royal Navy, who discovered the tip of the Antarctic peninsula on 30 January 1820. However, a captain in the Imperial Russian Navy, Fabian Gottlieb von Bellingshausen, recorded seeing an ice shelf on 27 January.[146] The American sealer Nathaniel Palmer, whose sealing ship was in the region at this time, may also have been the first to sight the Antarctic Peninsula.[147]",
    "The First Russian Antarctic Expedition, led by Bellingshausen and Mikhail Lazarev on the 985-ton sloop-of-war Vostok and the 530-ton support vessel Mirny, reached a point within 32 km (20 mi) of Queen Maud Land and recorded sighting an ice shelf at 69°21′28″S 2°14′50″W﻿ / ﻿69.35778°S 2.24722°W﻿ / -69.35778; -2.24722,[148] on 27 January 1820.[149][note 4] The sighting happened three days before Bransfield sighted the land of the Trinity Peninsula of Antarctica, as opposed to the ice of an ice shelf, and 10 months before Palmer did so in November 1820. The first documented landing on Antarctica was by the American sealer John Davis, apparently at Hughes Bay on 7 February 1821, although some historians dispute this claim, as there is no evidence Davis landed on the Antarctic continent rather than an offshore island.[150][151]",
    "On 22 January 1840, two days after the discovery of the coast west of the Balleny Islands, some members of the crew of the 1837–1840 expedition of the French explorer Jules Dumont d'Urville disembarked on the Dumoulin Islands, off the coast of Adélie Land, where they took some mineral, algae, and animal samples erected the French flag and claimed French sovereignty over the territory.[152] The American captain Charles Wilkes led an expedition in 1838–1839 and was the first to claim he had discovered the continent.[153] The British naval officer James Clark Ross failed to realise that what he referred to as \"the various patches of land recently discovered by the American, French and English navigators on the verge of the Antarctic Circle\" were connected to form a single continent.[154][155][156][note 5] The American explorer Mercator Cooper landed on East Antarctica on 26 January 1853.[159]",
    "The first confirmed landing on the continental mass of Antarctica occurred in 1895 when the Norwegian-Swedish whaling ship Antarctic reached Cape Adare.[160]",
    "20th century",
    "The Nimrod Expedition of 1907–1909 (left to right): Frank Wild, Ernest Shackleton, Eric Marshall and Jameson Adams",
    "During the Nimrod Expedition led by the British explorer Ernest Shackleton in 1907, parties led by Edgeworth David became the first to climb Mount Erebus and to reach the south magnetic pole. Douglas Mawson, who assumed the leadership of the Magnetic Pole party on their perilous return, retired in 1931.[161] Between December 1908 and February 1909: Shackleton and three members of his expedition became the first humans to traverse the Ross Ice Shelf, the first to cross the Transantarctic Mountains (via the Beardmore Glacier), and the first to set foot on the south Polar Plateau. On 14 December 1911, an expedition led by Norwegian explorer Roald Amundsen from the ship Fram became the first to reach the geographic South Pole, using a route from the Bay of Whales and up the Axel Heiberg Glacier.[162] One month later, the doomed Terra Nova Expedition reached the pole.[163]",
    "The American explorer Richard E. Byrd led four expeditions to Antarctica during the 1920s, 1930s, and 1940s, using the first mechanised tractors. His expeditions conducted extensive geographical and scientific research, and he is credited with surveying a larger region of the continent than any other explorer.[164] In 1937, Ingrid Christensen became the first woman to step onto the Antarctic mainland.[165] Caroline Mikkelsen had landed on an island of Antarctica, earlier in 1935.[166]",
    "The South Pole was next reached on 31 October 1956, when a U.S. Navy group led by Rear Admiral George J. Dufek successfully landed an aircraft there.[167] Six women were flown to the South Pole as a publicity stunt in 1969.[168][note 6] In the summer of 1996–1997, Norwegian explorer Børge Ousland became the first person to cross Antarctica alone from coast to coast, helped by a kite on parts of the journey.[169] Ousland holds the record for the fastest unsupported journey to the South Pole, taking 34 days.[170]"
  ],
  "Population": [
    "The first semi-permanent inhabitants of regions near Antarctica (areas situated south of the Antarctic Convergence) were British and American sealers who used to spend a year or more on South Georgia, from 1786 onward. During the whaling era, which lasted until 1966, the population of the island varied from over 1,000 in the summer (over 2,000 in some years) to some 200 in the winter. Most of the whalers were Norwegian, with an increasing proportion from Britain.[171][note 7]",
    "The \"ceremonial\" South Pole, at Amundsen–Scott Station",
    "The continent of Antarctica has never had a permanent resident population, although staffed research stations are continuously maintained.[172] The number of people conducting and supporting scientific research and other work on the continent and its nearby islands varies from about 1,000 in winter to about 5,000 in the summer. Some of the research stations are staffed year-round, the winter-over personnel typically arriving from their home countries for a one-year assignment. The Russian Orthodox Holy Trinity Church at the Bellingshausen Station on King George Island opened in 2004; it is manned year-round by one or two priests, who are similarly rotated every year.[173][174]",
    "The first child born in the southern polar region was a Norwegian girl, Solveig Gunbjørg Jacobsen, born in Grytviken on 8 October 1913.[175] Emilio Marcos Palma was the first person born south of the 60th parallel south and the first to be born on the Antarctic mainland at the Esperanza Base of the Argentine Army.[176]",
    "The Antarctic Treaty prohibits any military activity in Antarctica, including the establishment of military bases and fortifications, military manoeuvres, and weapons testing. Military personnel or equipment are permitted only for scientific research or other peaceful purposes.[177] Operation 90 by the Argentine military in 1965 was conducted to strengthen Argentina's claim in Antarctica.[178][better source needed]"
  ],
  "Politics": [
    "The U.S. delegate Herman Phleger signs the Antarctic Treaty in December 1959.",
    "Antarctica's status is regulated by the 1959 Antarctic Treaty and other related agreements, collectively called the Antarctic Treaty System. Antarctica is defined as all land and ice shelves south of 60° S for the purposes of the Treaty System.[1] The treaty was signed by twelve countries, including the Soviet Union, the United Kingdom, Argentina, Chile, Australia, and the United States. Since 1959, a further 42 countries have acceeded to the treaty. Countries can participate in decision-making if they can demonstrate that they do significant research on Antarctica; as of 2022[update], 29 countries have this 'consultative status'.[179] Decisions are based on consensus, instead of a vote. The treaty set aside Antarctica as a scientific preserve and established freedom of scientific investigation and environmental protection.[180]",
    "Territorial claims",
    "",
    "Main article: Territorial claims in Antarctica",
    "Map of the Spanish Governorate of Terra Australis (1539–1555), the first territorial claim over the lands near the South Pole; later it was incorporated into the Governorate of Chile.",
    "In 1539, the King of Spain, Charles V, created the Governorate of Terra Australis, which encompassed lands south of the Strait of Magellan and thus theoretically Antarctica,[181] granting this Governorate to Pedro Sancho de la Hoz,[182][183] who in 1540 transferred the title to the conquistador Pedro de Valdivia.[184] Spain claimed all the territories to the south of the Strait of Magellan until the South Pole, with eastern and western borders to these claims specified in the Treaty of Tordesillas and Zaragoza respectively. In 1555 the claim was incorporated to Chile.[185]",
    "In the present, sovereignty over regions of Antarctica is claimed by seven countries.[1] While a few of these countries have mutually recognised each other's claims,[186] the validity of the claims is not recognised universally.[1] New claims on Antarctica have been suspended since 1959, although in 2015, Norway formally defined Queen Maud Land as including the unclaimed area between it and the South Pole.[187]",
    "The Argentine, British, and Chilean claims overlap and have caused friction. In 2012, after the British Foreign & Commonwealth Office designated a previously unnamed area Queen Elizabeth Land in tribute to Queen Elizabeth II's Diamond Jubilee,[188] the Argentine government protested against the claim.[189] The UK passed some of the areas it claimed to Australia and New Zealand after they achieved independence. The claims by Britain, Australia, New Zealand, France, and Norway do not overlap and are recognised by each other.[186] Other member nations of the Antarctic Treaty do not recognize any claim, yet have shown some form of territorial interest in the past.[190]",
    "Brazil has a designated 'zone of interest' that is not an actual claim.[191]\n Peru has formally reserved its right to make a claim.[190]\n Russia has inherited the Soviet Union's right to claim territory under the original Antarctic Treaty.[192]\n South Africa has formally reserved its right to make a claim.[190]\n The United States reserved its right to make a claim in the original Antarctic Treaty.[192]",
    "Date\n\nClaimant\n\nTerritory\n\nClaim limits\n\nMap\n\n\n1840\n\n France\n\n Adélie Land\n\n142°02′E to 136°11′E\n\n\n\n\n1908\n\n United Kingdom\n\n British Antarctic Territory\n\n080°00′W to 020°00′W\n80°00′W to 74°00′W claimed by Chile (1940)\n74°00′W to 53°00′W claimed by Chile (1940) and Argentina (1943)\n53°00′W to 25°00′W claimed by Argentina (1943)\n\n\n\n\n1923\n\n New Zealand\n\n Ross Dependency\n\n160°00′E to 150°00′W\n\n\n\n\n1931\n\n Norway\n\n Peter I Island\n\n68°50′S 90°35′W﻿ / ﻿68.833°S 90.583°W﻿ / -68.833; -90.583﻿ (Peter I Island)\n\n\n\n\n1933\n\n Australia\n\n Australian Antarctic Territory\n\n044°38′E to 136°11′E, and 142°02′E to 160°00′E\n\n\n\n\n1939\n\n Norway\n\n Queen Maud Land\n\n020°00′W to 044°38′E\n\n\n\n\n1940\n\n Chile\n\n Chilean Antarctic Territory\n\n090°00′W to 053°00′W\n80°00′W to 74°00′W claimed by the United Kingdom (1908)\n74°00′W to 53°00′W claimed by the United Kingdom (1908) and Argentina (1943)\n\n\n\n\n1943\n\n Argentina\n\n Argentine Antarctica\n\n074°00′W to 025°00′W\n74°00′W to 53°00′W claimed by the United Kingdom (1908) and Chile (1940)\n53°00′W to 25°00′W claimed by the United Kingdom (1908)\n\n\n\n\n–\n\n(Unclaimed territory)\n\n Marie Byrd Land\n\n150°00′W to 090°00′W (except Peter I Island)"
  ],
  "Human activity": [
    "",
    "See also: Tourism in Antarctica and Research stations in Antarctica",
    "Economic activity and tourism",
    "The cruise ship Silver Cloud in Wilhelmina Bay",
    "Deposits of coal, hydrocarbons, iron ore, platinum, copper, chromium, nickel, gold, and other minerals have been found in Antarctica, but not in large enough quantities to extract.[193] The Protocol on Environmental Protection to the Antarctic Treaty, which came into effect in 1998 and is due to be reviewed in 2048, restricts the exploitation of Antarctic resources, including minerals.[194]",
    "Tourists have been visiting Antarctica since 1957.[195] Tourism is subject to the provisions of the Antarctic Treaty and Environmental Protocol;[196] the self-regulatory body for the industry is the International Association of Antarctica Tour Operators.[197] Tourists arrive by small or medium ship at specific scenic locations with accessible concentrations of iconic wildlife.[195] Over 74,000 tourists visited the region during the 2019/2020 season, of which 18,500 travelled on cruise ships but did not leave them to explore on land.[198] The numbers of tourists fell rapidly after the start of the COVID-19 pandemic. Some nature conservation groups have expressed concern over the potential adverse effects caused by the influx of visitors and have called for limits on the size of visiting cruise ships and a tourism quota.[199] The primary response by Antarctic Treaty parties has been to develop guidelines that set landing limits and closed or restricted zones on the more frequently visited sites.[200]",
    "Overland sightseeing flights operated out of Australia and New Zealand until the Mount Erebus disaster in 1979, when an Air New Zealand plane crashed into Mount Erebus, killing all of the 257 people on board. Qantas resumed commercial overflights to Antarctica from Australia in the mid-1990s.[201]",
    "Research",
    "An aerial view of McMurdo Station, the largest research station in Antarctica",
    "In 2017, there were more than 4,400 scientists undertaking research in Antarctica, a number that fell to just over 1,100 in the winter.[1] There are over 70 permanent and seasonal research stations on the continent; the largest, United States McMurdo Station, is capable of housing more than 1,000 people.[202][203] The British Antarctic Survey has five major research stations on Antarctica, one of which is completely portable. The Belgian Princess Elisabeth station is one of the most modern stations and the first to be carbon-neutral.[204] Argentina, Australia, Chile, and Russia also have a large scientific presence on Antarctica.[1]",
    "Geologists primarily study plate tectonics, meteorites, and the breakup of Gondwana. Glaciologists study the history and dynamics of floating ice, seasonal snow, glaciers, and ice sheets. Biologists, in addition to researching wildlife, are interested in how low temperatures and the presence of humans affect adaptation and survival strategies in organisms.[205] Biomedical scientists have made discoveries concerning the spreading of viruses and the body's response to extreme seasonal temperatures.[206]",
    "An Antarctic meteorite, Allan Hills 84001 on display at the Smithsonian Museum of Natural History",
    "The high elevation of the interior, the low temperatures, and the length of polar nights during the winter months all allow for better astronomical observations at Antarctica than anywhere else on Earth. The view of space from Earth is improved by a thinner atmosphere at higher elevations and a lack of water vapour in the atmosphere caused by freezing temperatures.[207] Astrophysicists at the Amundsen–Scott South Pole Station study cosmic microwave background radiation and neutrinos from space.[208] The largest neutrino detector in the world, the IceCube Neutrino Observatory, is at the Amundsen-Scott Station. It consists of around 5,500 digital optical modules, some of which reach a depth of 2,450 m (8,040 ft), that are held in 1 km3 (0.24 cu mi) of ice.[209]",
    "Antarctica provides a unique environment for the study of meteorites: the dry polar desert preserves them well, and meteorites older than a million years have been found. They are relatively easy to find, as the dark stone meteorites stand out in a landscape of ice and snow, and the flow of ice accumulates them in certain areas. The Adelie Land meteorite, discovered in 1912, was the first to be found. Meteorites contain clues about the composition of the Solar System and its early development.[210] Most meteorites come from asteroids, but a few meteorites found in Antarctica came from the Moon and Mars.[211][note 8]"
  ]
}
