{
    "Contents": [
        "move to sidebar",
        "hide"
    ],
    "Definition and boundaries": [
        "",
        "Further information on Asian borders: Geography of Asia § Boundary, Boundaries between continents, List of transcontinental countries § Asia and Europe, and Copenhagen criteria",
        "Asia–Africa boundary",
        "The boundary between Asia and Africa is the Red Sea, the Gulf of Suez, and the Suez Canal.[21] This makes Egypt a transcontinental country, with the Sinai peninsula in Asia and the remainder of the country in Africa.",
        "Asia–Europe boundary",
        "Definitions used for the boundary between Europe and Asia in different periods of History. The commonly accepted modern definition mostly fits with the lines \"B\" and \"F\" in this image.",
        "The threefold division of the Old World into Europe, Asia and Africa has been in use since the 6th century BCE, due to Greek geographers such as Anaximander and Hecataeus.[citation needed] Anaximander placed the boundary between Asia and Europe along the Phasis River (the modern Rioni river) in Georgia of Caucasus (from its mouth by Poti on the Black Sea coast, through the Surami Pass and along the Kura River to the Caspian Sea), a convention still followed by Herodotus in the 5th century BCE.[22] During the Hellenistic period,[23] this convention was revised, and the boundary between Europe and Asia was now considered to be the Tanais (the modern Don River). This is the convention used by Roman era authors such as Posidonius,[24] Strabo[25] and Ptolemy.[26]",
        "The border between Asia and Europe was historically defined by European academics.[27] The Don River became unsatisfactory to northern Europeans when Peter the Great, king of the Tsardom of Russia, defeating rival claims of Sweden and the Ottoman Empire to the eastern lands, and armed resistance by the tribes of Siberia, synthesized a new Russian Empire extending to the Ural Mountains and beyond, founded in 1721.[citation needed]",
        "In Sweden, five years after Peter's death, in 1730 Philip Johan von Strahlenberg published a new atlas proposing the Ural Mountains as the border of Asia. Tatishchev announced that he had proposed the idea to von Strahlenberg. The latter had suggested the Emba River as the lower boundary. Over the next century various proposals were made until the Ural River prevailed in the mid-19th century. The border had been moved perforce from the Black Sea to the Caspian Sea into which the Ural River projects.[28] The border between the Black Sea and the Caspian is usually placed along the crest of the Caucasus Mountains, although it is sometimes placed further north.[27]",
        "Asia–Oceania boundary",
        "The border between Asia and the region of Oceania is usually placed somewhere in the Indonesia Archipelago. The Maluku Islands are often considered to lie on the border of southeast Asia, with Indonesian New Guinea, to the east of the islands, being wholly part of Oceania. The terms Southeast Asia and Oceania, devised in the 19th century, have had several vastly different geographic meanings since their inception. The chief factor in determining which islands of the Indonesian Archipelago are Asian has been the location of the colonial possessions of the various empires there (not all European). Lewis and Wigen assert, \"The narrowing of 'Southeast Asia' to its present boundaries was thus a gradual process.\"[29]",
        "Asia–North America boundary",
        "The Bering Strait and Bering Sea separate the landmasses of Asia and North America, as well as forming the international boundary between Russia and the United States. This national and continental boundary separates the Diomede Islands in the Bering Strait, with Big Diomede in Russia and Little Diomede in the United States. The Aleutian Islands are an island chain extending westward from the Alaskan Peninsula toward Russia's Komandorski Islands and Kamchatka Peninsula. Most of them are always associated with North America, except for the westernmost Near Islands group, which is on Asia's continental shelf beyond the North Aleutians Basin and on rare occasions could be associated with Asia, which could then allow the U.S. state of Alaska as well as the United States itself to be considered a transcontinental state. The Aleutian Islands are sometimes associated with Oceania, owing to their status as remote Pacific islands, and their proximity to the Pacific Plate.[30][31][32] This is extremely rare however, due to their non-tropical biogeography, as well as their inhabitants, who have historically been related to Indigenous Americans.[33][34]",
        "St. Lawrence Island in the northern Bering Sea belongs to Alaska and may be associated with either continent but is almost always considered part of North America, as with the Rat Islands in the Aleutian chain. At their nearest points, Alaska and Russia are separated by only 4 kilometres (2.5 miles).",
        "Ongoing definition",
        "Afro-Eurasia shown in green",
        "Geographical Asia is a cultural artifact of European conceptions of the world, beginning with the Ancient Greeks, being imposed onto other cultures, an imprecise concept causing endemic contention about what it means. Asia does not exactly correspond to the cultural borders of its various types of constituents.[35]",
        "From the time of Herodotus a minority of geographers have rejected the three-continent system (Europe, Africa, Asia) on the grounds that there is no substantial physical separation between them.[36] For example, Sir Barry Cunliffe, the emeritus professor of European archeology at Oxford, argues that Europe has been geographically and culturally merely \"the western excrescence of the continent of Asia\".[37]",
        "Geographically, Asia is the major eastern constituent of the continent of Eurasia with Europe being a northwestern peninsula of the landmass. Asia, Europe and Africa make up a single continuous landmass—Afro-Eurasia (except for the Suez Canal)—and share a common continental shelf. Almost all of Europe and a major part of Asia sit atop the Eurasian Plate, adjoined on the south by the Arabian and Indian Plate and with the easternmost part of Siberia (east of the Chersky Range) on the North American Plate.",
        ""
    ],
    "Etymology": [
        "Ptolemy's Asia",
        "The term \"Asia\" is believed to originate in the Bronze Age placename Assuwa (Hittite: 𒀸𒋗𒉿, romanized: aš-šu-wa) which originally referred only to a portion of northwestern Anatolia. The term appears in Hittite records recounting how a confederation of Assuwan states including Troy unsuccessfully rebelled against the Hittite king Tudhaliya I around 1400 BCE.[38][39][40] Roughly contemporary Linear B documents contain the term asiwia (Mycenaean Greek: 𐀀𐀯𐀹𐀊, romanized: a-si-wi-ja), seemingly in reference to captives from the same area.[41][42]",
        "The province of Asia highlighted (in red) within the Roman Empire.",
        "Herodotus used the term Ἀσία in reference to Anatolia and the territory of the Persian Empire, in contrast to Greece and Egypt. He reports that Greeks assumed that Asia was named after the wife of Prometheus, but that Lydians say it was named after Asies, son of Cotys, who passed the name on to a tribe at Sardis.[43] In Greek mythology, \"Asia\" (Ἀσία) or \"Asie\" (Ἀσίη) was the name of a \"Nymph or Titan goddess of Lydia\".[44] The Iliad (attributed by the ancient Greeks to Homer) mentions two Phrygians in the Trojan War named Asios (an adjective meaning \"Asian\");[45] and also a marsh or lowland containing a marsh in Lydia as ασιος.[46] According to many Muslims, the term came from Ancient Egypt's Queen Asiya, the adoptive mother of Moses.[47]",
        "The term was later adopted by the Romans, who used it in reference to the province of Asia, located in western Anatolia.[48] One of the first  writers to use Asia as a name of the whole continent was Pliny.[49]"
    ],
    "History": [
        "",
        "Main article: History of Asia",
        "The Silk Road connected civilizations across Asia[50]",
        "The Mongol Empire at its greatest extent. The gray area is the later Timurid Empire.",
        "The history of Asia can be seen as the distinct histories of several peripheral coastal regions: East Asia, South Asia, Southeast Asia and the Middle East, linked by the interior mass of the Central Asian steppes.\nThe coastal periphery was home to some of the world's earliest known civilizations, each of them developing around fertile river valleys. The civilizations in Mesopotamia, the Indus Valley and the Yellow River shared many similarities. These civilizations may well have exchanged technologies and ideas such as mathematics and the wheel. Other innovations, such as writing, seem to have been developed individually in each area. Cities, states and empires developed in these lowlands.",
        "The central steppe region had long been inhabited by horse-mounted nomads who could reach all areas of Asia from the steppes. The earliest postulated expansion out of the steppe is that of the Indo-Europeans, who spread their languages into the Middle East, South Asia, and the borders of China, where the Tocharians resided. The northernmost part of Asia, including much of Siberia, was largely inaccessible to the steppe nomads, owing to the dense forests, climate and tundra. These areas remained very sparsely populated.",
        "The center and the peripheries were mostly kept separated by mountains and deserts. The Caucasus and Himalaya mountains and the Karakum and Gobi deserts formed barriers that the steppe horsemen could cross only with difficulty. While the urban city dwellers were more advanced technologically and socially, in many cases they could do little in a military aspect to defend against the mounted hordes of the steppe. However, the lowlands did not have enough open grasslands to support a large horsebound force; for this and other reasons, the nomads who conquered states in China, India, and the Middle East often found themselves adapting to the local, more affluent societies.",
        "The Islamic Caliphate's defeats of the Byzantine and Persian empires led to West Asia and southern parts of Central Asia and western parts of South Asia under its control during its conquests of the 7th century. The Mongol Empire conquered a large part of Asia in the 13th century, an area extending from China to Europe. Before the Mongol invasion, Song dynasty reportedly had approximately 120 million citizens; the 1300 census which followed the invasion reported roughly 60 million people.[51]",
        "The Black Death, one of the most devastating pandemics in human history, is thought to have originated in the arid plains of central Asia, where it then travelled along the Silk Road.[52]",
        "The Russian Empire began to expand into Asia from the 17th century, and would eventually take control of all of Siberia and most of Central Asia by the end of the 19th century. The Ottoman Empire controlled Anatolia, most of the Middle East, North Africa and the Balkans from the mid 16th century onwards. In the 17th century, the Manchu conquered China and established the Qing dynasty. The Islamic Mughal Empire and the Hindu Maratha Empire controlled much of India in the 16th and 18th centuries respectively.[53] The Empire of Japan controlled most of East Asia and much of Southeast Asia, New Guinea and the Pacific islands until the end of World War II.",
        "The threefold division of the Old World into Europe, Asia and Africa has been in use since the 6th century BCE, due to Greek geographers such as Anaximander and Hecataeus.\n\n\n\n\n\n\n1825 map of Asia by Sidney Edwards Morse.\n\n\n\n\n\n\nMap of western, southern, and central Asia in 1885[54]\n\n\n\n\n\n\nThe map of Asia in 1796, which also included the continent of Australia (then known as New Holland).\n\n\n\n\n\n\n1890 map of Asia"
    ],
    "Geography": [
        "",
        "Main article: Geography of Asia",
        "",
        "See also: Category:Biota of Asia",
        "The Himalayan range is home to some of the planet's highest peaks.",
        "Asia is the largest continent on Earth. It covers 9% of the Earth's total surface area (or 30% of its land area), and has the longest coastline, at 62,800 kilometres (39,022 mi). Asia is generally defined as comprising the eastern four-fifths of Eurasia. It is located to the east of the Suez Canal and the Ural Mountains, and south of the Caucasus Mountains (or the Kuma–Manych Depression) and the Caspian and Black Seas.[15][55] It is bounded on the east by the Pacific Ocean, on the south by the Indian Ocean and on the north by the Arctic Ocean. Asia is subdivided into 49 countries, five of them (Georgia, Azerbaijan, Russia, Kazakhstan and Turkey) are transcontinental countries lying partly in Europe. Geographically, Russia is partly in Asia, but is considered a European nation, both culturally and politically.",
        "The Gobi Desert is in Mongolia and the Arabian Desert stretches across much of the Middle East. The Yangtze River in China is the longest river in the continent. The Himalayas between Nepal and China is the tallest mountain range in the world. Tropical rainforests stretch across much of southern Asia and coniferous and deciduous forests lie farther north.",
        "Siberian tundra\n\n\n\n\n\n\nKerala backwaters\n\n\n\n\n\n\nMongolian steppe\n\n\n\n\n\n\nSouth China Karst\n\n\n\n\n\n\nTaman Negara, Peninsular Malaysia\n\n\n\n\n\n\nAltai Mountains\n\n\n\n\n\n\nHunza Valley\n\n\n\n\n\n\nAtolls of the Maldives\n\n\n\n\n\n\nWadi Rum in Jordan",
        "Main regions",
        "Division of Asia into regions by the UNSD   North Asia  Central Asia  Western Asia (Near East)  South Asia  East Asia (Far East)  Southeast Asia",
        "There are various approaches to the regional division of Asia. The following subdivision into regions is used, among others, by the UN statistics agency UNSD. This division of Asia into regions by the United Nations is done solely for statistical reasons and does not imply any assumption about political or other affiliations of countries and territories.[56]",
        "North Asia (Siberia)[d]\nCentral Asia (The 'stans)\nWestern Asia (The Middle East or Near East and the Caucasus)\nSouth Asia (Indian subcontinent)\nEast Asia (Far East)\nSoutheast Asia (East Indies and Indochina)",
        "Climate",
        "",
        "Main article: Climate of Asia",
        "Köppen-Geiger climate classification map for Asia.[57]",
        "Asia has extremely diverse climate features. Climates range from arctic and subarctic in Siberia to tropical in southern India and Southeast Asia. It is moist across southeast sections, and dry across much of the interior. Some of the largest daily temperature ranges on Earth occur in western sections of Asia. The monsoon circulation dominates across southern and eastern sections, due to the presence of the Himalayas forcing the formation of a thermal low which draws in moisture during the summer. Southwestern sections of the continent are hot. Siberia is one of the coldest places in the Northern Hemisphere, and can act as a source of arctic air masses for North America. The most active place on Earth for tropical cyclone activity lies northeast of the Philippines and south of Japan.",
        "Climate change",
        "",
        "Main articles: Climate change in South Asia, Climate change in Southeast Asia, Climate change in Central Asia, Climate change in East Asia, and Climate change in North Asia",
        "",
        "Further information: Category:Climate change in Asia",
        "Climate change is having major impacts on many countries in the continent.\nA survey carried out in 2010 by global risk analysis farm Maplecroft identified 16 countries that are extremely vulnerable to climate change. Each nation's vulnerability was calculated using 42 socio, economic and environmental indicators, which identified the likely climate change impacts during the next 30 years. The Asian countries of Bangladesh, India, the Philippines, Vietnam, Thailand, Pakistan, China and Sri Lanka were among the 16 countries facing extreme risk from climate change.[58][59][60] Some shifts are already occurring. For example, in tropical parts of India with a semi-arid climate, the temperature increased by 0.4 °C between 1901 and 2003.\nA 2013 study by the International Crops Research Institute for the Semi-Arid Tropics (ICRISAT) aimed to find science-based, pro-poor approaches and techniques that would enable Asia's agricultural systems to cope with climate change, while benefitting poor and vulnerable farmers. The study's recommendations ranged from improving the use of climate information in local planning and strengthening weather-based agro-advisory services, to stimulating diversification of rural household incomes and providing incentives to farmers to adopt natural resource conservation measures to enhance forest cover, replenish groundwater and use renewable energy.[61]",
        "The ten countries of the Association of Southeast Asian Nations (ASEAN) – Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand, and Vietnam – are among the most vulnerable to the effects of climate change in the world, however, ASEAN's climate mitigation efforts are not commensurate with the climate threats and risks it faces.[62]"
    ],
    "Economy": [
        "",
        "Main articles: Economy of Asia, List of Asian countries by GDP, List of countries in Asia-Pacific by GDP (nominal), and List of Asian and Pacific countries by GDP (PPP)",
        "Singapore has one of the busiest container ports in the world and is the world's fourth largest foreign exchange trading center.",
        "Asia has the largest continental economy in the world by both GDP nominal and PPP values, and is the fastest growing economic region.[63] As of 2023[update], China is by far the largest economy on the continent, making up nearly half of the continent's economy by GDP nominal. It is followed by Japan, India, South Korea, Indonesia, Saudi Arabia and Turkey, which are all ranked amongst the top 20 largest economies both by nominal and PPP values.[64] Based on Global Office Locations 2011, Asia dominated the office locations with 4 of the top 5 being in Asia: Hong Kong, Singapore, Tokyo and Seoul. Around 68 percent of international firms have an office in Hong Kong.[65]",
        "In the late 1990s and early 2000s, the economies of China[66] and India grew rapidly, both with an average annual growth rate of more than 8%. Other recent very-high-growth nations in Asia include Israel, Malaysia, Indonesia, Bangladesh, Thailand, Vietnam, and the Philippines, and mineral-rich nations such as Kazakhstan, Turkmenistan, Iran, Brunei, the United Arab Emirates, Qatar, Kuwait, Saudi Arabia, Bahrain and Oman.[citation needed]",
        "According to economic historian Angus Maddison in his book The World Economy: A Millennial Perspective, India had the world's largest economy during 0 BCE and 1000 BCE. Historically, India was the largest economy in the world for most of the two millennia from the 1st until 19th century, contributing 25% of the world's industrial output.[67][68][69][70] China was the largest and most advanced economy on earth for much of recorded history and shared the mantle with India.[71][72][73] For several decades in the late twentieth century Japan was the largest economy in Asia and second-largest of any single nation in the world, after surpassing the Soviet Union (measured in net material product) in 1990 and Germany in 1968. (NB: A number of supernational economies are larger, such as the European Union (EU), the North American Free Trade Agreement (NAFTA) or APEC). This ended in 2010 when China overtook Japan to become the world's second largest economy. It is forecasted that India will overtake Japan in terms of nominal GDP by 2027.[63]",
        "In the late 1980s and early 1990s, Japan's GDP by currency exchange rates was almost as large as that of the rest of Asia combined.[63] In 1995, Japan's economy nearly equaled that of the US as the largest economy in the world for a day, after the Japanese currency reached a record high of 79 yen/US$. Economic growth in Asia since World War II to the 1990s had been concentrated in Japan as well as the four regions of South Korea, Taiwan, Hong Kong and Singapore located in the Pacific Rim, known as the Asian tigers, which are now all considered developed economies, having amongst the highest GDP per capita in Asia.[74][63]",
        "Mumbai is one of the most populous cities on the continent. The city is an infrastructure and tourism hub, and plays a crucial role in the economy of India.",
        "Asia is the largest continent in the world by a considerable margin, and it is rich in natural resources, such as petroleum, forests, fish, water, rice, copper and silver. Manufacturing in Asia has traditionally been strongest in East and Southeast Asia, particularly in China, Taiwan, South Korea, Japan, India, the Philippines, and Singapore. Japan and South Korea continue to dominate in the area of multinational corporations, but increasingly the PRC and India are making significant inroads. Many companies from Europe, North America, South Korea and Japan have operations in Asia's developing countries to take advantage of its abundant supply of cheap labour and relatively developed infrastructure.[citation needed]",
        "According to Citigroup in 2011, 9 of 11 Global Growth Generators countries came from Asia driven by population and income growth. They are Bangladesh, China, India, Indonesia, Iraq, Mongolia, the Philippines, Sri Lanka and Vietnam.[75] Asia has three main financial centers: Hong Kong, Tokyo and Singapore. Call centers and business process outsourcing (BPOs) are becoming major employers in India and the Philippines due to the availability of a large pool of highly skilled, English-speaking workers. The increased use of outsourcing has assisted the rise of India and the China as financial centers. Due to its large and extremely competitive information technology industry, India has become a major hub for outsourcing.[citation needed]",
        "Trade between Asian countries and countries on other continents is largely carried out on the sea routes that are important for Asia. Individual main routes have emerged from this. The main route leads from the Chinese coast south via Hanoi to Jakarta, Singapore and Kuala Lumpur through the Strait of Malacca via the Sri Lankan Colombo to the southern tip of India via Malé to East Africa Mombasa, from there to Djibouti, then through the Red Sea over the Suez Canal into Mediterranean, there via Haifa, Istanbul and Athens to the upper Adriatic to the northern Italian hub of Trieste with its rail connections to Central and Eastern Europe or further to Barcelona and around Spain and France to the European northern ports. A far smaller part of the goods traffic runs via South Africa to Europe. A particularly significant part of the Asian goods traffic is carried out across the Pacific towards Los Angeles and Long Beach. In contrast to the sea routes, the Silk Road via the land route to Europe is on the one hand still under construction and on the other hand is much smaller in terms of scope. Intra-Asian trade, including sea trade, is growing rapidly.[76][77][78][79][80][81][82][83]",
        "In 2010, Asia had 3.3 million millionaires (people with net worth over US$1 million excluding their homes), slightly below North America with 3.4 million millionaires. Last year Asia had toppled Europe.[84]\nCitigroup in The Wealth Report 2012 stated that Asian centa-millionaire overtook North America's wealth for the first time as the world's \"economic center of gravity\" continued moving east. At the end of 2011, there were 18,000 Asian people mainly in Southeast Asia, China and Japan who have at least $100 million in disposable assets, while North America with 17,000 people and Western Europe with 14,000 people.[85]",
        "Rank\n\nCountry\n\nGDP (nominal, Peak Year)millions of USD\n\nPeak Year\n\n\n1\n China\n19,373,586\n2023\n\n\n2\n Japan\n6,272,362\n2012\n\n\n3\n India\n3,736,882\n2023\n\n\n4\n Russia\n2,288,428\n2013\n\n\n5\n South Korea\n1,810,966\n2021\n\n\n6\n Indonesia\n1,391,778\n2023\n\n\n7\n Saudi Arabia\n1,108,149\n2022\n\n\n8\n Turkey\n1,029,303\n2023\n\n\n9\n Taiwan\n790,728\n2023\n\n\n10\n Iran\n625,430\n2011",
        "Rank\n\nCountry\n\nGDP (PPP, Peak Year)millions of USD\n\nPeak Year\n\n\n1\n China\n33,014,998\n2023\n\n\n2\n India\n13,033,443\n2023\n\n\n3\n Japan\n6,456,527\n2023\n\n\n4\n Russia\n4,988,829\n2023\n\n\n5\n Indonesia\n4,398,729\n2023\n\n\n6\n Turkey\n3,572,551\n2023\n\n\n7\n South Korea\n2,924,038\n2023\n\n\n8\n Saudi Arabia\n2,300,967\n2023\n\n\n9\n Egypt\n1,803,584\n2023\n\n\n10\n Taiwan\n1,710,399\n2023",
        ""
    ],
    "Tourism": [
        "Wat Phra Kaew in the Grand Palace is among Bangkok's major tourist attractions.",
        "",
        "See also the categories Tourism in Asia and Transport in Asia",
        "With growing Regional Tourism with domination of Chinese visitors, MasterCard has released Global Destination Cities Index 2013 with 10 of 20 are dominated by Asia and Pacific Region Cities and also for the first time a city of a country from Asia (Bangkok) set in the top-ranked with 15.98 million international visitors.[86]"
    ],
    "Demographics": [
        "",
        "Main article: Demographics of Asia",
        "Historical populationsYearPop.±% p.a.1500 243,000,000—    1700 436,000,000+0.29%1900 947,000,000+0.39%1950 1,402,000,000+0.79%1999 3,634,000,000+1.96%20164,462,676,731+1.22%Graphs are temporarily unavailable due to technical issues.Source: \"UN report 2004 data\" (PDF).The figure for 2021 is provided by the 2022 revision of the World Population Prospects[2][3].",
        "Graph showing population by continent as a percentage of world population (1750–2005)",
        "East Asia had by far the strongest overall Human Development Index (HDI) improvement of any region in the world, nearly doubling average HDI attainment over the past 40 years, according to the report's analysis of health, education and income data. China, the second highest achiever in the world in terms of HDI improvement since\n1970, is the only country on the \"Top 10 Movers\" list due to income rather than health or education achievements. Its per capita income increased a stunning 21-fold over the last four decades, also lifting hundreds of millions out of income poverty. Yet it was not among the region's top performers in improving school enrollment and life expectancy.[87]\nNepal, a South Asian country, emerges as one of the world's fastest movers since 1970 mainly due to health and education achievements. Its present life expectancy is 25 years longer than in the 1970s. More than four of every five children of school age in Nepal now attend primary school, compared to just one in five 40 years ago.[87]\n Hong Kong ranked highest among the countries grouped on the HDI (number 7 in the world, which is in the \"very high human development\" category), followed by Singapore (9), Japan (19) and South Korea (22). Afghanistan (155) ranked lowest amongst Asian countries out of the 169 countries assessed.[87]",
        "Languages",
        "",
        "Main article: Languages of Asia",
        "Asia is home to several language families and many language isolates. Most Asian countries have more than one language that is natively spoken. For instance, according to Ethnologue, more than 700 languages are spoken in Indonesia, more than 400 languages spoken in India, and more than 100 are spoken in the Philippines. China has many languages and dialects in different provinces.",
        "Religions",
        "",
        "See also: Eastern philosophy, Religion in Asia, and List of Asian mythologies",
        "Many of the world's major religions have their origins in Asia, including the five most practiced in the world (excluding irreligion), which are Christianity, Islam, Hinduism, Chinese folk religion (classified as Confucianism and Taoism), and Buddhism respectively. Asian mythology is complex and diverse. The story of the Great Flood for example, as presented to Jews in the Hebrew Bible in the narrative of Noah—and later to Christians in the Old Testament, and to Muslims in the Quran—is earliest found in Mesopotamian mythology, in the Enûma Eliš and Epic of Gilgamesh. Hindu mythology similarly tells about an avatar of Vishnu in the form of a fish who warned Manu of a terrible flood. Ancient Chinese mythology also tells of a Great Flood spanning generations, one that required the combined efforts of emperors and divinities to control.",
        "Abrahamic",
        "",
        "See also: Christianity in Asia and Islam in Asia",
        "The Western Wall and the Dome of the Rock, Jerusalem",
        "The Church of the Nativity in Bethlehem",
        "Pilgrims in the annual Hajj at the Kaabah in Mecca.",
        "The Abrahamic religions including Judaism, Christianity, Islam, Druze faith,[88] and Baháʼí Faith originated in West Asia.[89][90]",
        "Judaism, the oldest of the Abrahamic faiths, is practiced primarily in Israel, the indigenous homeland and historical birthplace of the Hebrew nation: which today consists both of those Jews who remained in the Middle East and those who returned from diaspora in Europe, North America, and other regions;[91] though various diaspora communities persist worldwide. Jews are the predominant ethnic group in Israel (75.6%) numbering at about 6.1 million,[92] although the levels of adherence to Jewish religion vary. Outside of Israel there are small ancient Jewish communities in Turkey (17,400),[93] Azerbaijan (9,100),[94] Iran (8,756),[95] India (5,000) and Uzbekistan (4,000),[96] among many other places. In total, there are 14.4–17.5 million (2016, est.)[97] Jews alive in the world today, making them one of the smallest Asian minorities, at roughly 0.3 to 0.4 percent of the total population of the continent.",
        "Christianity is a widespread religion in Asia with more than 286 million adherents according to Pew Research Center in 2010,[98] and nearly 364 million according to Britannica Book of the Year 2014.[99] Constituting around 12.6% of the total population of Asia. In the Philippines and East Timor, Roman Catholicism is the predominant religion;[100] it was introduced by the Spaniards and the Portuguese, respectively. In Armenia and Georgia, Eastern Orthodoxy is the predominant religion.[100] In the Middle East, such as in the Levant, Anatolia and Fars, Syriac Christianity (Church of the East) and Oriental Orthodoxy are prevalent minority denominations,[101] which are both Eastern Christian sects mainly adhered to Assyrian people or Syriac Christians. Vibrant indigenous minorities in Western Asia are adhering to the Eastern Catholic Churches and Eastern Orthodoxy.[100] Saint Thomas Christians in India trace their origins to the evangelistic activity of Thomas the Apostle in the 1st century.[102] Significant Christian communities also found in Central Asia, South Asia, Southeast Asia and East Asia.[100]",
        "Islam, which originated in the Hejaz located in modern-day Saudi Arabia, is the second largest and most widely-spread religion in Asia with at least 1 billion Muslims constituting around 23.8% of the total population of Asia.[103] With 12.7% of the world Muslim population, the country currently with the largest Muslim population in the world is Indonesia, followed by Pakistan (11.5%), India (10%), Bangladesh, Iran and Turkey. Mecca, Medina and Jerusalem are the three holiest cities for Islam in all the world. The Hajj and Umrah attract large numbers of Muslim devotees from all over the world to Mecca and Medina. Iran is the largest Shi'a country.",
        "The Druze Faith or Druzism originated in Western Asia, is a monotheistic religion based on the teachings of figures like Hamza ibn-'Ali ibn-Ahmad and Al-Hakim bi-Amr Allah, and Greek philosophers such as Plato and Aristotle. The number of Druze people worldwide is around one million, with about 45% to 50% live in Syria, 35% to 40% live in Lebanon, and less than 10% live in Israel, with recently there has been a growing Druze diaspora.[104]",
        "The Baháʼí Faith originated in Asia, in Iran (Persia), and spread from there to the Ottoman Empire, Central Asia, India, and Burma during the lifetime of Bahá'u'lláh. Since the middle of the 20th century, growth has particularly occurred in other Asian countries, because Baháʼí activities in many Muslim countries has been severely suppressed by authorities. Lotus Temple is a big Baháʼí Temple in India.",
        "Indian and East Asian religions",
        "The Swaminarayan Akshardham Temple in Delhi, according to the Guinness World Records is the World's Largest Comprehensive Hindu Temple[105]",
        "Almost all Asian religions have philosophical character and Asian philosophical traditions cover a large spectrum of philosophical thoughts and writings. Indian philosophy includes Hindu philosophy and Buddhist philosophy. They include elements of nonmaterial pursuits, whereas another school of thought from India, Cārvāka, preached the enjoyment of the material world. The religions of Hinduism, Buddhism, Jainism and Sikhism originated in India, South Asia. In East Asia, particularly in China and Japan, Confucianism, Taoism and Zen Buddhism took shape.",
        "As of 2012[update], Hinduism has around 1.1 billion adherents. The faith represents around 25% of Asia's population and is the largest religion in Asia. However, it is mostly concentrated in South Asia. Over 80% of the populations of both India and Nepal adhere to Hinduism, alongside significant communities in Bangladesh, Pakistan, Bhutan, Sri Lanka and Bali, Indonesia. Many overseas Indians in countries such as Burma, Singapore and Malaysia also adhere to Hinduism.",
        "The Hindu-Buddhist temple of Angkor Wat in Cambodia, the largest religious monument in the world",
        "Buddhism has a great following in mainland Southeast Asia and East Asia. Buddhism is the religion of the majority of the populations of Cambodia (96%),[106] Thailand (95%),[107] Burma (80–89%),[108] Japan (36–96%),[109] Bhutan (75–84%),[110] Sri Lanka (70%),[111] Laos (60–67%)[112] and Mongolia (53–93%).[113] Taiwan (35–93%),[114][115][116][117] South Korea (23–50%),[118] Malaysia (19–21%),[119] Nepal (9–11%),[120] Vietnam (10–75%),[121] China (20–50%),[122] North Korea (2–14%),[123][124][125] and small communities in India and Bangladesh. The Communist-governed countries of China, Vietnam and North Korea are officially atheist, thus the number of Buddhists and other religious adherents may be under-reported.",
        "Jainism is found mainly in India and in overseas Indian communities such as the United States and Malaysia. Sikhism is found in Northern India and amongst overseas Indian communities in other parts of Asia, especially Southeast Asia. Confucianism is found predominantly in Mainland China, South Korea, Taiwan and in overseas Chinese populations. Taoism is found mainly in Mainland China, Taiwan, Malaysia and Singapore. In many Chinese communities, Taoism is easily syncretized with Mahayana Buddhism, thus exact religious statistics are difficult to obtain and may be understated or overstated.",
        "Japanese wedding at the Meiji Shrine\n\n\n\n\n\n\nHindu festival celebrated by Singapore's Tamil community\n\n\n\n\n\n\nBar mitzvah at the Western Wall in Jerusalem\n\n\n\n\n\n\nCatholic procession of the Black Nazarene in Manila\n\n\n\n\n\n\nDruze dignitaries celebrating the Ziyarat al-Nabi Shu'ayb festival at the tomb of the prophet in Hittin\n\n\n\n\n\n\nChristian Armenians praying at the Etchmiadzin Cathedral in Vagharshapat\n\n\n\n\n\n\nMuslim men praying at the Ortaköy Mosque in Istanbul\n\n\n\n\n\n\nBuddhist Monks performing traditional Sand mandala made from coloured sand"
    ],
    "Modern conflicts": [
        "A refugee special train in Ambala, Punjab during the partition of India in 1947",
        "US forces drop Napalm on suspected Viet Cong positions in 1965",
        "Wounded civilians arrive at a hospital in Aleppo during the Syrian Civil War, October 2012",
        "Demonstrations in Hong Kong against the Extradition bill began in March 2019 and turned into continuing mass movements, drawing around 2 million protesters by June",
        "Some of the events pivotal in the Asia territory related to the relationship with the outside world in the post-Second World War were:",
        "The Partition of India\nThe Chinese Civil War\nThe Kashmir conflict\nThe Balochistan Conflict\nThe Naxalite–Maoist insurgency in India\nThe Korean War\nThe French Indochina War\nThe Vietnam War\nThe Indonesia–Malaysia confrontation\nThe 1959 Tibetan uprising\nThe Sino-Vietnamese War\nThe Bangladesh Liberation War\nThe Yom Kippur War\nThe Xinjiang conflict\nThe Iranian Revolution\nThe Soviet–Afghan War\nThe Iran–Iraq War\nThe Cambodian Killing Fields\nThe Insurgency in Laos\nThe Lebanese Civil War\nThe Sri Lankan Civil War\nThe 1988 Maldives coup d'état\nThe Dissolution of the Soviet Union\nThe Gulf War\nThe Nepalese Civil War\nThe Indo-Pakistani wars and conflicts\nThe West Papua conflict\nThe First Nagorno-Karabakh War\nThe 1989 Tiananmen Square protests\nThe Indonesian occupation of East Timor\nThe 1999 Pakistani coup d'état\nThe War in Afghanistan\nThe Iraq War\nThe South Thailand insurgency\nThe 2006 Thai coup d'état\nThe Burmese Civil War\nThe Saffron Revolution\nThe Kurdish–Turkish conflict\nThe Arab Spring\nThe Israeli–Palestinian conflict\nThe Arab–Israeli conflict\nThe Syrian Civil War\nThe Sino-Indian War\nThe 2014 Thai coup d'état\nThe Moro conflict in the Philippines\nThe Islamic State of Iraq and the Levant\nThe Turkish invasion of Syria\nThe Rohingya crisis in Myanmar\nThe Saudi Arabian-led intervention in Yemen\nThe Hong Kong protests\nThe 2020 China–India skirmishes"
    ],
    "Culture": [
        "",
        "Main article: Culture of Asia",
        "The culture of Asia is a diverse blend of customs and traditions that have been practiced by the various ethnic groups of the continent for centuries. The continent is divided into six geographic sub-regions: Central Asia, East Asia, North Asia, South Asia, Southeast Asia, and West Asia.[126] These regions are defined by their cultural similarities, including common religions, languages, and ethnicities. West Asia, also known as Southwest Asia or the Middle East, has cultural roots in the ancient civilizations of the Fertile Crescent and Mesopotamia, which gave rise to the Persian, Arab, Ottoman empires, as well as the Abrahamic religions of Judaism and Islam.[127] These civilizations, which are located in the Hilly flanks, are among the oldest in the world, with evidence of farming dating back to around 9000 BCE.[128] Despite the challenges posed by the vast size of the continent and the presence of natural barriers such as deserts and mountain ranges, trade and commerce have helped to create a Pan-Asian culture that is shared across the region.[129]",
        "Nobel prizes",
        "Indian polymath Rabindranath Tagore was awarded the Nobel Prize for Literature in 1913, and became Asia's first Nobel laureate.",
        "The polymath Rabindranath Tagore, a Bengali poet, dramatist, and writer from Santiniketan, now in West Bengal, India, became in 1913 the first Asian Nobel laureate. He won his Nobel Prize in Literature for notable impact his prose works and poetic thought had on English, French, and other national literatures of Europe and the Americas. He is also the writer of the national anthems of Bangladesh and India.",
        "Other Asian writers who won Nobel Prize for literature include Yasunari Kawabata (Japan, 1968), Kenzaburō Ōe (Japan, 1994), Gao Xingjian (China, 2000), Orhan Pamuk (Turkey, 2006), and Mo Yan (China, 2012). Some may consider the American writer, Pearl S. Buck, an honorary Asian Nobel laureate, having spent considerable time in China as the daughter of missionaries, and based many of her novels, namely The Good Earth (1931) and The Mother (1933), as well as the biographies of her parents for their time in China, The Exile and Fighting Angel, all of which earned her the Literature prize in 1938.",
        "Also, Mother Teresa of India and Shirin Ebadi of Iran were awarded the Nobel Peace Prize for their significant and pioneering efforts for democracy and human rights, especially for the rights of women and children. Ebadi is the first Iranian and the first Muslim woman to receive the prize. Another Nobel Peace Prize winner is Aung San Suu Kyi from Burma for her peaceful and non-violent struggle under a military dictatorship in Burma. She is a nonviolent pro-democracy activist and leader of the National League for Democracy in Burma (Myanmar) and a noted prisoner of conscience. She is a Buddhist and was awarded the Nobel Peace Prize in 1991. Chinese dissident Liu Xiaobo was awarded the Nobel Peace Prize for \"his long and non-violent struggle for fundamental human rights in China\" on 8 October 2010. He is the first Chinese citizen to be awarded a Nobel Prize of any kind while residing in China. In 2014, Kailash Satyarthi from India and Malala Yousafzai from Pakistan were awarded the Nobel Peace Prize \"for their struggle against the suppression of children and young people and for the right of all children to education\".",
        "Sir C.V. Raman is the first Asian to get a Nobel prize in Sciences. He won the Nobel Prize in Physics \"for his work on the scattering of light and for the discovery of the effect named after him\".",
        "Japan has won the most Nobel Prizes of any Asian nation with 24 followed by India which has won 13.",
        "Amartya Sen, (born 3 November 1933) is an Indian economist who was awarded the 1998 Nobel Memorial Prize in Economic Sciences for his contributions to welfare economics and social choice theory, and for his interest in the problems of society's poorest members.",
        "Other Asian Nobel Prize winners include Subrahmanyan Chandrasekhar, Abdus Salam, Malala Yousafzai, Robert Aumann, Menachem Begin, Aaron Ciechanover, Avram Hershko, Daniel Kahneman, Shimon Peres, Yitzhak Rabin, Ada Yonath, Yasser Arafat, José Ramos-Horta and Bishop Carlos Filipe Ximenes Belo of Timor Leste, Kim Dae-jung, and 13 Japanese scientists. Most of the said awardees are from Japan and Israel except for Chandrasekhar and Raman (India), Abdus Salam and Malala Yousafzai, (Pakistan), Arafat (Palestinian Territories), Kim (South Korea), and Horta and Belo (Timor Leste).",
        "In 2006, Dr. Muhammad Yunus of Bangladesh was awarded the Nobel Peace Prize for the establishment of Grameen Bank, a community development bank that lends money to poor people, especially women in Bangladesh. Dr. Yunus received his PhD in economics from Vanderbilt University, United States. He is internationally known for the concept of micro credit which allows poor and destitute people with little or no collateral to borrow money. The borrowers typically pay back money within the specified period and the incidence of default is very low.",
        "The Dalai Lama has received approximately eighty-four awards over his spiritual and political career.[130] On 22 June 2006, he became one of only four people ever to be recognized with Honorary Citizenship by the Governor General of Canada. On 28 May 2005, he received the Christmas Humphreys Award from the Buddhist Society in the United Kingdom. Most notable was the Nobel Peace Prize, presented in Oslo, Norway on 10 December 1989."
    ],
    "Political geography": [
        "",
        "Main article: Politics of Asia",
        "",
        "See also: List of sovereign states and dependent territories in Asia",
        "Iran\nChina\nSaudiArabia\nJapan\nKazakhstan\nIndia\nMongolia\nIndonesia\nMalaysia\nPhilippines\nVietnam\nSingapore\nSouth Korea\nNorth Korea\nAfghanistan\nPakistan\nThailand\nLaos\nCambodia\nEast Timor\nBrunei\nMyanmar\nBhutan\nBangladesh\nNepal\nTaiwan\nUzbekistan\nKyrgyzstan\nTajikistan\nTurkmenistan\nOman\nYemen\nUAE\nQat.\nBah.\nKuw.\nIraq\nJordan\nIsrael\nSyria\nTurkey\nGeorgia\nAzer.\nArmenia\nCyp.\nEgypt\nMaldives\nSri Lanka\nRussia\nH.K.\nMacau",
        "Symbol\n\nFlag\n\nName\n\nPopulation[2][3](2021)\n\nArea(km2)\n\nCapital\n\n\n\n\n\n\nAfghanistan\n\n40,099,462\n\n652,864\n\nKabul\n\n\n\n\n\n\nArmenia\n\n2,790,974\n\n29,743\n\nYerevan\n\n\n\n\n\n\nAzerbaijan[note 1]\n\n10,312,992\n\n86,600\n\nBaku\n\n\n\n\n\n\nBahrain\n\n1,463,265\n\n760\n\nManama\n\n\n\n\n\n\nBangladesh\n\n169,356,251\n\n147,570\n\nDhaka\n\n\n\n\n\n\nBhutan\n\n777,486\n\n38,394\n\nThimphu\n\n\n\n\n\n\nBrunei\n\n445,373\n\n5,765\n\nBandar Seri Begawan\n\n\n\n\n\n\nCambodia\n\n16,589,023\n\n181,035\n\nPhnom Penh\n\n\n\n\n\n\nChina (PRC)\n\n1,425,893,465\n\n9,596,961\n\nBeijing\n\n\n\n\n\n\nCyprus\n\n1,244,188\n\n9,251\n\nNicosia\n\n\n\n\n\n\nEast Timor\n\n1,320,942\n\n14,874\n\nDili\n\n\n\n\n\n\nEgypt[note 1]\n\n109,262,178\n\n1,001,449\n\nCairo\n\n\n\n\n\n\nGeorgia[note 1]\n\n3,757,980\n\n69,700\n\nTbilisi\n\n\n\n\n\n\nIndia\n\n1,407,563,842\n\n3,287,263\n\nNew Delhi\n\n\n\n\n\n\nIndonesia[note 1]\n\n273,753,191\n\n1,904,569\n\nJakarta\n\n\n\n\n\n\nIran\n\n87,923,432\n\n1,648,195\n\nTehran\n\n\n\n\n\n\nIraq\n\n43,533,592\n\n438,317\n\nBaghdad\n\n\n\n\n\n\nIsrael\n\n8,900,059\n\n20,770\n\nJerusalem (disputed)\n\n\n\n\n\n\nJapan\n\n124,612,530\n\n377,915\n\nTokyo\n\n\n\n\n\n\nJordan\n\n11,148,278\n\n89,342\n\nAmman\n\n\n\n\n\n\nKazakhstan[note 1]\n\n19,196,465\n\n2,724,900\n\nAstana\n\n\n\n\n\n\nKuwait\n\n4,250,114\n\n17,818\n\nKuwait City\n\n\n\n\n\n\nKyrgyzstan\n\n6,527,743\n\n199,951\n\nBishkek\n\n\n\n\n\n\nLaos\n\n7,425,057\n\n236,800\n\nVientiane\n\n\n\n\n\n\nLebanon\n\n5,592,631\n\n10,400\n\nBeirut\n\n\n\n\n\n\nMalaysia\n\n33,573,874\n\n329,847\n\nKuala Lumpur\n\n\n\n\n\n\nMaldives\n\n521,457\n\n298\n\nMalé\n\n\n\n\n\n\nMongolia\n\n3,347,782\n\n1,564,116\n\nUlaanbaatar\n\n\n\n\n\n\nMyanmar\n\n53,798,084\n\n676,578\n\nNaypyidaw\n\n\n\n\n\n\nNepal\n\n30,034,989\n\n147,181\n\nKathmandu\n\n\n\n\n\n\nNorth Korea\n\n25,971,909\n\n120,538\n\nPyongyang\n\n\n\n\n\n\nOman\n\n4,520,471\n\n309,500\n\nMuscat\n\n\n\n\n\n\nPakistan\n\n211,103,000\n\n881,913\n\nIslamabad\n\n\n\n\n\n\nPalestine\n\n5,133,392\n\n6,220\n\nJerusalem (proclaimed)Ramallah (adm. center)\n\n\n\n\n\n\nPhilippines\n\n113,880,328\n\n343,448\n\nManila\n\n\n\n\n\n\nQatar\n\n2,688,235\n\n11,586\n\nDoha\n\n\n\n\n\n\nRussia[note 2]\n\n145,102,755\n\n17,098,242\n\nMoscow[note 3]\n\n\n\n\n\n\nSaudi Arabia\n\n35,950,396\n\n2,149,690\n\nRiyadh\n\n\n\n\n\n\nSingapore\n\n5,941,060\n\n697\n\nSingapore\n\n\n\n\n\n\nSouth Korea\n\n51,830,139\n\n100,210\n\nSeoul\n\n\n\n\n\n\nSri Lanka\n\n21,773,441\n\n65,610\n\nSri Jayawardenepura Kotte\n\n\n\n\n\n\nSyria\n\n21,324,367\n\n185,180\n\nDamascus\n\n\n\n\n\n\nTajikistan\n\n9,750,064\n\n143,100\n\nDushanbe\n\n\n\n\n\n\nThailand\n\n71,601,103\n\n513,120\n\nBangkok\n\n\n\n\n\n\nTurkey[note 4]\n\n84,775,404\n\n783,562\n\nAnkara\n\n\n\n\n\n\nTurkmenistan\n\n6,341,855\n\n488,100\n\nAshgabat\n\n\n\n\n\n\nUnited Arab Emirates\n\n9,365,145\n\n83,600\n\nAbu Dhabi\n\n\n\n\n\n\nUzbekistan\n\n34,081,449\n\n447,400\n\nTashkent\n\n\n\n\n\n\nVietnam\n\n97,468,029\n\n331,212\n\nHanoi\n\n\n\n\n\n\nYemen\n\n32,981,641\n\n527,968\n\nSana'a (const.; SPC control)Aden (prv. capital of PLC)",
        "Within the above-mentioned states are several partially recognized countries with limited to no international recognition. None of them are members of the UN:",
        "Symbol\n\nFlag\n\nName\n\nPopulation\n\nArea(km2)\n\nCapital\n\n\n\n\n\n\nAbkhazia\n\n242,862\n\n8,660\n\nSukhumi\n\n\n\n\n\n\nArtsakh\n\n146,573\n\n11,458\n\nStepanakert\n\n\n\n\n\n\nNorthern Cyprus\n\n326,000\n\n3,355\n\nNorth Nicosia\n\n\n\n\n\n\nSouth Ossetia\n\n51,547\n\n3,900\n\nTskhinvali\n\n\n\n\n\n\nTaiwan (ROC)\n\n23,859,912\n\n36,193\n\nTaipei"
    ],
    "See also": [
        "",
        "Main articles: Outline of Asia and Index of Asia-related articles",
        "References to articles:",
        "Subregions of Asia",
        "Special topics:",
        "Asian Century\nAsian cuisine\nAsian furniture\nAsian Games\nAsia-Pacific\nAsian Para Games\nAsian Monetary Unit\nAsian people\nEastern world\nEurasia\nFar East\nEast Asia\nSoutheast Asia\nSouth Asia\nCentral Asia\nWestern Asia\nNorth Asia\nFauna of Asia\nFlags of Asia\nMiddle East\nEastern Mediterranean\nLevant\nNear East\nPan-Asianism",
        "Lists:",
        "List of cities in Asia\nList of metropolitan areas in Asia by population\nList of sovereign states and dependent territories in Asia",
        "Projects",
        "Asian Highway Network\nTrans-Asian Railway"
    ],
    "Notes": [
        ".mw-parser-output .reflist{font-size:90%;margin-bottom:0.5em;list-style-type:decimal}.mw-parser-output .reflist .references{font-size:100%;margin-bottom:0;list-style-type:inherit}.mw-parser-output .reflist-columns-2{column-width:30em}.mw-parser-output .reflist-columns-3{column-width:25em}.mw-parser-output .reflist-columns{margin-top:0.3em}.mw-parser-output .reflist-columns ol{margin-top:0}.mw-parser-output .reflist-columns li{page-break-inside:avoid;break-inside:avoid-column}.mw-parser-output .reflist-upper-alpha{list-style-type:upper-alpha}.mw-parser-output .reflist-upper-roman{list-style-type:upper-roman}.mw-parser-output .reflist-lower-alpha{list-style-type:lower-alpha}.mw-parser-output .reflist-lower-greek{list-style-type:lower-greek}.mw-parser-output .reflist-lower-roman{list-style-type:lower-roman}",
        "^ The following estimate excludes Asian countries outside of the Asia-Pacific region, mainly those located in the Middle East.\n\n^ Asia is normally considered its own continent in the English speaking world, which uses the seven continent model.[8][9] Other models consider Asia as part of a Eurasian or Afro-Eurasian continent (see Continent#Number for more information).\n\n^ 44,579,000 square kilometres (17,212,000 square miles)\n\n^ Siberia lies in Asia geographically, but is considered a part of Europe culturally and politically.",
        "",
        "^ a b c d e Transcontinental country\n\n^ Russia is a transcontinental country located in Eastern Europe and Northern Asia, but is considered European historically, culturally, ethnically, and politically, and the vast majority of its population (78%) lives within its European part.\n\n^ Moscow is located in Europe.\n\n^ Turkey is a transcontinental country located mainly in Western Asia with a smaller portion in Southeastern Europe."
    ],
    "References": [
        "",
        "^ National Geographic Family Reference Atlas of the World. Washington, DC: National Geographic Society (U.S.). 2006. p. 264.\n\n^ a b c \"World Population Prospects 2022\". population.un.org. United Nations Department of Economic and Social Affairs, Population Division. Retrieved 17 July 2022.\n\n^ a b c \"World Population Prospects 2022: Demographic indicators by region, subregion and country, annually for 1950-2100\" (XSLX). population.un.org (\"Total Population, as of 1 July (thousands)\"). United Nations Department of Economic and Social Affairs, Population Division. Retrieved 17 July 2022.\n\n^ \"GDP PPP, current prices\". International Monetary Fund. 2022. Archived from the original on 22 January 2021. Retrieved 16 January 2022.\n\n^ \"GDP Nominal, current prices\". International Monetary Fund. 2022. Archived from the original on 25 February 2017. Retrieved 16 January 2022.\n\n^ \"Nominal GDP per capita\". International Monetary Fund. 2022. Archived from the original on 11 January 2020. Retrieved 16 January 2022.\n\n^ \"Religious Composition by Country, 2010–2050\". pewforum.org. Archived from the original on 21 December 2019. Retrieved 18 October 2020.\n\n^ \"Asia noun\". Oxford Learner's Dictionaries. Retrieved 16 February 2023.\n\n^ \"Asia Definition & Meaning\". Merriam Webster. Retrieved 16 February 2023.\n\n^ \"Asia: The largest continent on Earth\". BBC.\n\n^ a b \"Asia: Physical Geography | National Geographic Society\". education.nationalgeographic.org. Retrieved 4 February 2023.\n\n^ \"The World at Six Billion\". UN Population Division. Archived from the original on 5 March 2016., \"Table 2\" (PDF). Archived from the original (PDF) on 1 January 2016.\n\n^ \"Asia Population 2022 (Demographics, Maps, Graphs)\". worldpopulationreview.com. Archived from the original on 21 February 2022. Retrieved 21 February 2022.\n\n^ \"Population of Asia. 2019 demographics: density, ratios, growth rate, clock, rate of men to women\". populationof.net. Archived from the original on 14 July 2019. Retrieved 2 June 2019.\n\n^ a b National Geographic Atlas of the World (7th ed.). Washington, D.C.: National Geographic. 1999. ISBN 978-0-7922-7528-2. \"Europe\" (pp. 68–69); \"Asia\" (pp. 90–91): \"A commonly accepted division between Asia and Europe is formed by the Ural Mountains, Ural River, Caspian Sea, Caucasus Mountains, and the Black Sea with its outlets, the Bosporus and Dardanelles.\"\n\n^ Nalapat, M. D. \"Ensuring China's 'Peaceful Rise'\". Archived from the original on 10 January 2010. Retrieved 22 January 2016.\n\n^ Dahlman, Carl J; Aubert, Jean-Eric. China and the Knowledge Economy: Seizing the 21st Century. WBI Development Studies. World Bank Publications. Accessed January 22, 2016. Eric.ed.gov. World Bank Publications. 2000. ISBN 978-0-8213-5005-8. Archived from the original on 4 March 2008. Retrieved 9 November 2017.\n\n^ \"The Real Great Leap Forward\". The Economist. 30 September 2004. Archived from the original on 27 December 2016.\n\n^ [1] Archived 20 November 2008 at the Wayback Machine\n\n^ \"Like herrings in a barrel\". The Economist. No. Millennium issue: Population. 23 December 1999. Archived from the original on 4 January 2010.\n\n^ \"Suez Canal: 1250 to 1920: Middle East\". Cultural Sociology of the Middle East, Asia, & Africa: An Encyclopedia. Sage Publications, Inc. 2012. doi:10.4135/9781452218458.n112. ISBN 978-1-4129-8176-7. S2CID 126449508.\n\n^ Histories 4.38. C.f. James Rennell, The Geographical System of Herodotus Examined and Explained, Volume 1, Rivington 1830, p. 244\n\n^ according to Strabo (Geographica 11.7.4) even at the time of Alexander, \"it was agreed by all that the Tanais river separated Asia from Europe\" (ὡμολόγητο ἐκ πάντων ὅτι διείργει τὴν Ἀσίαν ἀπὸ\nτῆς Εὐρώπης ὁ Τάναϊς ποταμός; c.f. Duane W. Roller, Eratosthenes' Geography, Princeton University Press, 2010, ISBN 978-0-691-14267-8, Eratosthenes (24 January 2010). p. 57. ISBN 978-0-691-14267-8. Archived from the original on 26 March 2022. Retrieved 21 January 2020.)\n\n^ W. Theiler, Posidonios. Die Fragmente, vol. 1. Berlin: De Gruyter, 1982, fragm. 47a.\n\n^ I. G. Kidd (ed.), Posidonius: The commentary, Cambridge University Press, 2004, ISBN 978-0-521-60443-7, Posidonius (1989). p. 738. ISBN 978-0-521-60443-7. Archived from the original on 1 August 2020. Retrieved 21 January 2020.\n\n^ Geographia 7.5.6 (ed. Nobbe 1845, Ptolomeo, Claudio (1845). \"vol. 2\". Archived from the original on 24 May 2020. Retrieved 21 January 2020., p. 178) Καὶ τῇ Εὐρώπῃ δὲ συνάπτει διὰ τοῦ μεταξὺ αὐχένος τῆς τε Μαιώτιδος λίμνης καὶ τοῦ Σαρματικοῦ Ὠκεανοῦ ἐπὶ τῆς διαβάσεως τοῦ Τανάϊδος ποταμοῦ.\n\"And [Asia] is connected to Europe by the land-strait between Lake Maiotis and the Sarmatian Ocean where the river Tanais crosses through.\"\n\n^ a b Lineback, Neal (9 July 2013). \"Geography in the News: Eurasia's Boundaries\". National Geographic. Archived from the original on 8 May 2016. Retrieved 9 June 2016.\n\n^ Lewis & Wigen 1997, pp. 27–28\n\n^ Lewis & Wigen 1997, pp. 170–173\n\n^ Danver, Steven L. (2015). Native Peoples of the World: An Encyclopedia of Groups, Cultures and Contemporary Issues. Taylor & Francis. p. 185. ISBN 978-1317464006. Retrieved 23 April 2022.\n\n^ Wallace, Alfred Russel (1879). Australasia. The University of Michigan. p. 2. Retrieved 12 March 2022. Oceania is the word often used by continental geographers to describe the great world of islands we are now entering upon [...] This boundless watery domain, which extends northwards of Behring Straits and southward to the Antarctic barrier of ice, is studded with many island groups, which are, however, very irregularly distributed over its surface. The more northerly section, lying between Japan and California and between the Aleutian and Hawaiian Archipelagos is relived by nothing but a few solitary reefs and rocks at enormously distant intervals.\n\n^ Kohlhoff, Dean (2002). Amchitka and the Bomb: Nuclear Testing in Alaska. University of Washington Press. p. 6. ISBN 978-0295800509. Retrieved 12 March 2022. The regional name of the Pacific Islands is appropriate: Oceania, a sea of islands, including those of Alaska and Hawaii. The Pacific Basin is not insignificant or remote. It covers one third of the globe's surface. Its northern boundary is the Aleutian Islands chain. Oceania virtually touches all of the Western Hemisphere.\n\n^ Flick, Alexander Clarence (1926). Modern World History, 1776-1926: A Survey of the Origins and Development of Contemporary Civilization. A.A. Knopf. p. 492. Retrieved 10 July 2022.\n\n^ Henderson, John William (1971). Area Handbook for Oceania. U.S. Government Printing Office. p. 5. Retrieved 11 March 2022.\n\n^ Lewis & Wigen 1997, pp. 7–9\n\n^ \"Asia\". AccessScience. McGraw-Hill. Archived from the original on 27 November 2011. Retrieved 26 July 2011.\n\n^ Schwartz, Benjamin (December 2008). \"Geography Is Destiny\". The Atlantic. Archived from the original on 30 September 2009.\n\n^ McMahon, Gregory (2011). \"The Land and Peoples of Anatolia through Ancient Eyes\".  In Steadman, Sharon; McMahon, Gregory (eds.). The Oxford Handbook of Ancient Anatolia. Oxford University Press. p. 21. doi:10.1093/oxfordhb/9780195376142.013.0002.\n\n^ Bossert, Helmut T., Asia, Istanbul, 1946.\n\n^ Rose, Charles Brian (2013). The Archaeology of Greek and Roman Troy. Cambridge University Press. pp. 108–109. ISBN 978-0-521-76207-6.\n\n^ Ventris & Chadwick 1973, pp. 410, 536\n\n^ Collins, Billie Jean; Bachvarova, Mary R.; Rutherford, Ian (28 March 2010). Anatolian Interfaces: Hittites, Greeks and their Neighbours. Oxbow Books. p. 120. ISBN 978-1-78297-475-8. assuwa pylos \"aswia\" = Linear B A-si-wi-ja\n\n^ Book IV, Article 45.\n\n^ \"Asie\". Encyclopedia: Greek Gods, Spirits, Monsters. Theoi Greek Mythology, Exploring Mythology in Classical Literature and Art. 2000–2011. Archived from the original on 4 June 2010.\n\n^ Μ95, Π717.\n\n^ Β461.\n\n^ Muhmmad al-Bukhari. Sahih Al-Bukhari Translated into English Prose by Muhammad Muhsin Khan. Hadith 7.329\n\n^ Henry George Liddell; Robert Scott; Henry Stuart Jones; Roderick McKenzie (2007) [1940]. \"Ἀσία\". A Greek-English Lexicon. Medford: Perseus Digital Library, Tufts University. Archived from the original on 27 April 2011.\n\n^ \"Asia – Origin and meaning of Asia by Online Etymology Dictionary\". Etymonline.com. Archived from the original on 25 May 2017. Retrieved 9 November 2017.\n\n^ Silkroad Foundation, Adela C.Y. Lee. \"Ancient Silk Road Travellers\". Silk-road.com. Archived from the original on 8 November 2017. Retrieved 9 November 2017.\n\n^ Ping-ti Ho. \"An Estimate of the Total Population of Sung-Chin China\", in Études Song, Series 1, No 1, (1970). pp. 33–53.\n\n^ \"History – Black Death\". BBC. 17 February 2011. Archived from the original on 5 June 2012.\n\n^ Sen, Sailendra Nath (2010). An Advanced History of Modern India. p. 11. ISBN 978-0-230-32885-3. Archived from the original on 22 April 2020.\n\n^ \"A Map of the Countries between Constantinople and Calcutta: Including Turkey in Asia, Persia, Afghanistan and Turkestan\". Wdl.org. 1885. Archived from the original on 17 October 2017. Retrieved 9 November 2017.\n\n^ \"Asia\". Encyclopædia Britannica Online. Chicago: Encyclopædia Britannica, Inc. 2006. Archived from the original on 18 November 2008.\n\n^ \"Standard Country or Area Codes for Statistical Use (M49 Standard)\". UN Statistica Division. Archived from the original on 30 August 2017. Retrieved 2 May 2020. \"Geographic Regions\" anklicken Zitat: \"The assignment of countries or areas to specific groupings is for statistical convenience and does not imply any assumption regarding political or other affiliation of countries or territories by the United Nations.\"\n\n^ Beck, Hylke E.; Zimmermann, Niklaus E.; McVicar, Tim R.; Vergopolan, Noemi; Berg, Alexis; Wood, Eric F. (30 October 2018). \"Present and future Köppen-Geiger climate classification maps at 1-km resolution\". Scientific Data. 5: 180214. Bibcode:2018NatSD...580214B. doi:10.1038/sdata.2018.214. PMC 6207062. PMID 30375988.\n\n^ \"Asia tops climate change's 'most vulnerable' list\". New Scientist. Archived from the original on 13 April 2021. Retrieved 17 December 2020.\n\n^ \"Which countries are most threatened by and vulnerable to climate change?\". Iberdrola. Archived from the original on 27 November 2020. Retrieved 17 December 2020.\n\n^ \"Global Climate Risk Index 2020 – World\". ReliefWeb. Archived from the original on 27 November 2020. Retrieved 17 December 2020.\n\n^ Vulnerability to Climate Change: Adaptation Strategies and layers of Resilience Archived 26 February 2014 at the Wayback Machine, ICRISAT, Policy Brief No. 23, February 2013\n\n^ Overland, Indra; Sagbakken, Haakon Fossum; Chan, Hoy-Yen; Merdekawati, Monika; Suryadi, Beni; Utama, Nuki Agya; Vakulchuk, Roman (December 2021). \"The ASEAN climate and energy paradox\". Energy and Climate Change. 2: 100019. doi:10.1016/j.egycc.2020.100019. hdl:11250/2734506.\n\n^ a b c d International Monetary Fund. \"World Economic Outlook Database, April 2023\". International Monetary Fund.\n\n^ \"Largest_Economies_in_Asia\". Aneki.com. Archived from the original on 30 July 2022. Retrieved 9 November 2017.\n\n^ \"Hong Kong, Singapore, Tokyo World's Top Office Destinations\". CFO innovation ASIA. Archived from the original on 7 August 2011. Retrieved 21 July 2011.\n\n^ Farah, Paolo Davide (4 August 2006). \"Five Years of China WTO Membership: EU and US Perspectives About China's Compliance With Transparency Commitments and the Transitional Review Mechanism\". SSRN 916768. {{cite journal}}: Cite journal requires |journal= (help)\n\n^ Maddison, Angus (20 September 2007). Contours of the World Economy 1-2030 AD: Essays in Macro-Economic History. ISBN 978-0-19-164758-1. Archived from the original on 24 September 2020. Retrieved 30 May 2021.\n\n^ Angus, Maddison (2003). Development Centre Studies the World Economy Historical Statistics: Historical Statistics. ISBN 978-9264104143. Archived from the original on 14 April 2021. Retrieved 30 May 2021.\n\n^ Bairoch, Paul (1995). Economics and world history : Myths and paradoxes. ISBN 978-0-226-03463-8.\n\n^ \"Table B–18. World GDP, 20 Countries and Regional Totals, 0–1998 A.D.\" (PDF). theworldeconomy.org. Archived (PDF) from the original on 22 July 2013. Retrieved 20 September 2021.\n\n^ Professor M.D. Nalapat (11 September 2001). \"Ensuring China's \"Peaceful Rise\"\". Bharat-rakshak.com. Archived from the original on 10 January 2010. Retrieved 1 June 2010.\n\n^ Dahlman, Carl J; Aubert, Jean-Eric. China and the Knowledge Economy: Seizing the 21st century. WBI Development Studies. World Bank Publications. Accessed 30 January 2008. Eric.ed.gov. 2000. ISBN 978-0-8213-5005-8. Archived from the original on 4 March 2008. Retrieved 1 June 2010.\n\n^ \"The Real Great Leap Forward\". The Economist. 30 September 2004. Archived from the original on 27 December 2016. Retrieved 1 June 2010.\n\n^ \"Rise of Japan and 4 Asian Tigers from\". emergingdragon.com. Archived from the original on 22 April 2010. Retrieved 1 June 2010.\n\n^ \"Philippine potential cited\". sme.com.ph. 24 February 2011. Archived from the original on 24 April 2011. Retrieved 1 March 2011.\n\n^ \"Estimated containerized cargo flows on major container trade routes in 2020, by trade route\". Archived from the original on 9 January 2021. Retrieved 26 January 2021.\n\n^ \"Global Marine Trends 2030 Report\" (PDF). Archived (PDF) from the original on 12 April 2021. Retrieved 26 January 2021.\n\n^ \"Maritime Trade\". Archived from the original on 19 March 2021. Retrieved 26 January 2021.\n\n^ Harry G. Broadman \"Afrika's Silk Road\" (2007), pp 59.\n\n^ Harry de Wilt: Is One Belt, One Road a China crisis for North Sea main ports? in World Cargo News, 17. December 2019.\n\n^ Bernhard Simon: Can The New Silk Road Compete With The Maritime Silk Road? in The Maritime Executive, 1 January 2020.\n\n^ Jean-Marc F. Blanchard \"China's Maritime Silk Road Initiative and South Asia\" (2018).\n\n^ \"INTRA-ASIA\". Archived from the original on 26 January 2021. Retrieved 26 January 2021.\n\n^ \"Asia has more millionaires than Europe\". Toronto. Archived from the original on 25 June 2011.\n\n^ Vallikappen, Sanat (28 March 2012). \"Citigroup Study Shows Asian Rich Topping North American\". Bloomberg. Archived from the original on 14 January 2015.\n\n^ \"Milan and Rome named among the most widely visited cities in the world in the Mastercard Global Destination Cities Index report\". Italianavenue.com. 28 May 2013. Archived from the original on 17 October 2017. Retrieved 9 November 2017.\n\n^ a b c \"2010 Human Development Report: Asian countries lead development progress over 40 years\" (PDF). UNDP. Archived (PDF) from the original on 21 November 2010. Retrieved 22 December 2010.\n\n^ Obeid, Anis (2006). The Druze & Their Faith in Tawhid. Syracuse University Press. p. 1. ISBN 978-0-8156-5257-1.\n\n^ MacQueen, Benjamin (2013). An Introduction to Middle East Politics: Continuity, Change, Conflict and Co-operation. SAGE. p. 5. ISBN 978-1-4462-8976-1. The Middle East is the cradle of the three monotheistic faiths of Judaism, Christianity and Islam.\n\n^ Takacs, Sarolta (2015). The Modern World: Civilizations of Africa, Civilizations of Europe, Civilizations of the Americas, Civilizations of the Middle East and Southwest Asia, Civilizations of Asia and the Pacific. Routledge. p. 552. ISBN 978-1-317-45572-1.\n\n^ \"The Jewish Population of the World\". Jewishvirtuallibrary.org. Archived from the original on 21 June 2010. Retrieved 1 June 2010.\n\n^ Ettinger, Yoram (5 April 2013). \"Defying demographic projections\". Israel Hayom. Archived from the original on 29 October 2013. Retrieved 29 October 2013.\n\n^ \"Turkey Virtual Jewish History Tour | Jewish Virtual Library\". jewishvirtuallibrary.org. Archived from the original on 11 October 2014. Retrieved 15 December 2014.\n\n^ \"Ethnic composition of Azerbaijan 2009\". Pop-stat.mashke.org. 7 April 1971. Archived from the original on 7 February 2012. Retrieved 22 December 2012.\n\n^ \"Jewish woman brutally murdered in Iran over property dispute\". The Times of Israel. 28 November 2012. Archived from the original on 19 August 2014. Retrieved 16 August 2014. A government census published earlier this year indicated there were a mere 8,756 Jews left in Iran See Persian Jews#Iran\n\n^ \"World Jewish Population 2007\" (PDF). Archived from the original (PDF) on 26 March 2009. Retrieved 18 July 2015., American Jewish Yearbook, vol. 107 (2007), p. 592.\n\n^ \"World Jewish Population 2016 (DellaPergola, AJYB) | Berman Jewish DataBank\". jewishdatabank.org. Archived from the original on 30 September 2017. Retrieved 24 March 2018.\n\n^ \"Christians\". Pew Research Center's Religion & Public Life Project. 18 December 2012. Archived from the original on 10 March 2015. Retrieved 13 March 2015.\n\n^ Britannica Book of the Year 2014. 2014. ISBN 978-1-62513-171-3. Archived from the original on 29 April 2016. Retrieved 13 March 2015.\n\n^ a b c d \"Global Christianity – A Report on the Size and Distribution of the World's Christian Population\" (PDF). Pew Research Center. Archived (PDF) from the original on 9 August 2021. Retrieved 16 February 2022.\n\n^ Hindson, Edward E.; Mitchell, Daniel R. (1 August 2013). The Popular Encyclopedia of Church History. Harvest House Publishers. p. 225. ISBN 978-0-7369-4807-4.\n\n^ The Encyclopedia of Christianity, Volume 5 by Erwin Fahlbusch. Wm. B. Eerdmans Publishing. 2008, p. 285. ISBN 978-0-8028-2417-2.\n\n^ \"Region: Asia-Pacific\". Pewforum.org. 27 January 2011. Archived from the original on 10 October 2017. Retrieved 9 November 2017.\n\n^ C. Held, Colbert (2008). Middle East Patterns: Places, People, and Politics. Routledge. p. 109. ISBN 978-0-429-96200-4. Worldwide, they number 1 million or so, with about 45 to 50 percent in Syria, 35 to 40 percent in Lebanon, and less than 10 percent in Israel. Recently there has been a growing Druze diaspora.\n\n^ Jha, Preeti (26 December 2007). \"Guinness comes to east Delhi: Akshardham world's largest Hindu temple\". The Indian Express. Archived from the original on 28 December 2007. Retrieved 2 January 2008.\n\n^ \"Cambodia\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"Thailand\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"burma\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"Japan\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"Bhutan\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"The Census of Population and Housing of Sri Lanka-2011\". Department of Census and Statistics. Archived from the original on 24 July 2013. Retrieved 29 July 2013.\n\n^ \"Laos\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"Mongolia\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"Taiwan\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"China (includes Taiwan only): International Religious Freedom Report 2005\". US Department of State: Bureau of Democracy, Human Rights, and Labor. 8 November 2005. Archived from the original on 26 December 2020. Retrieved 24 January 2008.\n\n^ \"China (includes Taiwan only): International Religious Freedom Report 2006\". US Department of State: Bureau of Democracy, Human Rights, and Labor. 15 September 2006. Archived from the original on 17 September 2020. Retrieved 24 February 2008.\n\n^ \"China (includes Taiwan only): International Religious Freedom Report 2007\". US Department of State: Bureau of Democracy, Human Rights, and Labor. 15 September 2006. Archived from the original on 25 June 2020. Retrieved 24 February 2008.\n\n^ \"South Korea\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"Malaysia\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"Nepal\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"vietnam\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 20 December 2010. (Archived 2010 edition)\n\n^ \"Chinese Han Nationality: Language, Religion, Customs\". Travelchinaguide.com. Archived from the original on 17 October 2017. Retrieved 9 November 2017.\n\n^ \"Culture of North Korea – Alternative name, History and ethnic relations\". Countries and Their Cultures. Advameg Inc. Archived from the original on 5 August 2009. Retrieved 4 July 2009.\n\n^ \"North Korea\". The World Factbook (2023 ed.). Central Intelligence Agency. Retrieved 9 November 2017. (Archived 2017 edition)\n\n^ Bureau of East Asian and Pacific Affairs (2009). \"Background Note: North Korea\". U.S. State Department. Archived from the original on 18 August 2020. Retrieved 4 July 2009.\n\n^ \"Geographic Regions\". United Nations. Retrieved 31 March 2018.\n\n^ Dominique Collon. \"BBC - History - Ancient History in depth: Mesopotamia\". Retrieved 31 March 2018.\n\n^ Morris, Ian (2011). Why the West rules - for now : the patterns of history, and what they reveal about the future. Profile. ISBN 978-1846682087. OCLC 751789199.\n\n^ Lockard, Craig A. (19 June 2014). Societies, Networks, and Transitions, Volume I: To 1500: A Global History. ISBN 978-1285783086. Retrieved 31 March 2018.\n\n^ His Holiness's Teachings at TCV. \"A Brief Biography – The Office of His Holiness The Dalai Lama\". Dalailama.com. Archived from the original on 25 May 2010. Retrieved 1 June 2010."
    ],
    "Bibliography": [
        "Lewis, Martin W.; Wigen, Kären (1997). The myth of continents: a critique of metageography. Berkeley and Los Angeles: University of California Press. ISBN 978-0-520-20743-1.\nVentris, Michael; Chadwick, John (1973). Documents in Mycenaean Greek (2nd ed.). Cambridge: University Press."
    ],
    "Further reading": [
        "Embree, Ainslie T., ed. Encyclopedia of Asian history (1988)\nvol. 1 online; vol 2 online; vol 3 online; vol 4 online\nHigham, Charles. Encyclopedia of Ancient Asian Civilizations. Facts on File library of world history. New York: Facts On File, 2004.\nKamal, Niraj. \"Arise Asia: Respond to White Peril\". New Delhi: Wordsmith, 2002, ISBN 978-81-87412-08-3\nKapadia, Feroz, and Mandira Mukherjee. Encyclopaedia of Asian Culture and Society. New Delhi: Anmol Publications, 1999.\nLevinson, David, and Karen Christensen, eds. Encyclopedia of Modern Asia. (6 vol. Charles Scribner's Sons, 2002)."
    ],
    "External links": [
        "Asia web resources provided by GovPubs at the University of Colorado Boulder Libraries\nAsia at the Encyclopædia Britannica\nAsia: Human Geography at the National Geographic Society\nAsia at Curlie\nAsian Reading Room from the United States Library of Congress\n\"Asia\" . Encyclopædia Britannica. Vol. 2 (11th ed.). 1911. pp. 320–358.\n\"Display Maps\". The Soil Maps of Asia. European Digital Archive of Soil Maps – EuDASM. Archived from the original on 12 August 2011. Retrieved 26 July 2011.\n\"Asia Maps\". Perry–Castañeda Library Map Collection. University of Texas Libraries. Archived from the original on 18 July 2011. Retrieved 20 July 2011.\n\"Asia\". Norman B. Leventhal Map Center at the Boston Public Library. Archived from the original on 29 September 2011. Retrieved 26 July 2011.\nBowring, Philip (12 February 1987). \"What is Asia?\". Eastern Economic Review. 135 (7). Archived from the original on 28 July 2011. Retrieved 22 April 2009.",
        ".mw-parser-output .sister-bar{display:flex;justify-content:center;align-items:baseline;font-size:88%;background-color:#fdfdfd;border:1px solid #a2a9b1;clear:both;margin:1em 0 0;padding:0 2em}.mw-parser-output .sister-bar-header{margin:0 1em 0 0.5em;padding:0.2em 0;flex:0 0 auto;min-height:24px;line-height:22px}.mw-parser-output .sister-bar-content{display:flex;flex-flow:row wrap;flex:0 1 auto;align-items:baseline;padding:0.2em 0;column-gap:1em;margin:0;list-style:none}.mw-parser-output .sister-bar-item{display:flex;align-items:baseline;margin:0.15em 0;min-height:24px;text-align:left}.mw-parser-output .sister-bar-logo{width:22px;line-height:22px;margin:0 0.2em;text-align:right}.mw-parser-output .sister-bar-link{margin:0 0.2em;text-align:left}@media screen and (max-width:960px){.mw-parser-output .sister-bar{flex-flow:column wrap;margin:1em auto 0}.mw-parser-output .sister-bar-header{flex:0 1}.mw-parser-output .sister-bar-content{flex:1;border-top:1px solid #a2a9b1;margin:0;list-style:none}.mw-parser-output .sister-bar-item{flex:0 0 20em;min-width:20em}}.mw-parser-output .navbox+link+.sister-bar,.mw-parser-output .navbox+style+.sister-bar,.mw-parser-output .portal-bar+link+.sister-bar,.mw-parser-output .portal-bar+style+.sister-bar,.mw-parser-output .sister-bar+.navbox-styles+.navbox,.mw-parser-output .sister-bar+.navbox-styles+.portal-bar{margin-top:-1px}",
        "Asia at Wikipedia's sister projects:Media from CommonsNews from WikinewsQuotations from WikiquoteTextbooks from WikibooksTravel guides from Wikivoyage",
        "",
        "vteAsia articlesHistoryChronology\nIndian Ocean trade\nSilk Road\nImperialism\nDecolonisation\nBy topic\nMilitary\nconflicts\nSovereignty\nGeography\nCities\nmetropolitan areas\ntallest buildings\nurban agglomerations\nCountries and territories\nby population\nExtreme points\nIslands\nLakes\nMountains\nRivers\nGeopoliticalTranscontinental regions\nAsia-Pacific\nCaucasus\nMENASA\nGreater Middle East/MENA\nMiddle East/Near East\nPacific Rim\nIntracontinental regions\nAnatolia/Asia Minor\nArabia\nFar East\nGreater China\nChina proper\nTibet\nXinjiang\nGreater Manchuria\nInner Mongolia\nOuter Manchuria\nGreater Mongolia\nInner Mongolia\nOuter Mongolia\nKorea\nRussian Far East\nGreater India\nInner Asia\nLevant\nSouthern Levant\nSiberia\nSouth Caucasus\nContinental subregions\nCentral Asia\nSoviet Central Asia\nEast Asia\nNortheast Asia\nNorth Asia\nSouth Asia\nEastern South Asia\nSoutheast Asia\nMainland Southeast Asia\nMaritime Southeast Asia\nWestern Asia\nCultural\nAustronesia\nIndosphere\nSinosphere\nNanyang\nNorthern and southern China\nPhysicalSupercontinents\nAfro-Eurasia\nEurasia\nSubcontinents\nArabian subcontinent\nIndian subcontinent\nPlateaus\nAnatolian Plateau\nDeccan Plateau\nIranian Plateau\nMongolian Plateau\nTibetan Plateau\nPeninsulas\nAnatolian Peninsula\nArabian Peninsula\nIndian Peninsula\nIndochinese Peninsula\nMalay Peninsula\nKorean Peninsula\nLeizhou Peninsula\nLiaodong Peninsula\nShandong Peninsula\nArchipelagos\nJapanese Archipelago\nMalay Archipelago\nIndonesian Archipelago\nMaluku Islands\nSunda Islands\nGreater Sunda Islands\nLesser Sunda Islands\nPhilippine Archipelago\nVisayan Islands\nMergui Archipelago\nBiogeographic\nEastern Asia\nIndo-Pacific\nMalesia\nTropical Asia\nPolitics\nHeads of government\nHeads of state\nElections\npolitical parties\nHuman rights\nLaw\nMilitary\nPan-Asianism\nIntergovernmental\nAsia Cooperation Dialogue (ACD)\nAssociation of Southeast Asian Nations (ASEAN)\nBay of Bengal Initiative (BIMSTEC)\nEconomic Cooperation Organization (ECO)\nEurasian Economic Union (EAEU)\nCommonwealth of Independent States (CIS)\nCollective Security Treaty Organization (CSTO)\nCooperation Council for the Arab States of the Gulf (CCASG / GCC)\nMekong–Ganga Cooperation (MGC)\nRegional Comprehensive Economic Partnership (RCEP)\nSouth Asian Association for Regional Cooperation (SAARC)\nShanghai Cooperation Organisation (SCO)\nEconomy\nCountries by GDP (PPP)\nCountries by HDI\nCurrencies\nStock exchanges\nTechnology\nrenewable energy\nTransport\nairports\nhigh-speed rail\nMarkets\nBond markets\nProperty markets\nSociety\nDemographics\nEducation\nEtiquette\nHealth\nLanguages\nLife expectancy\nPeople\nethnic groups\nCulture\nArt\nCinema\nCuisine\nLiterature\nMusic\nPhilosophy\nReligion\nSport\nFuture\nAsian Century\nChinese Century\nIndian Century\nPacific Century\nOutlineIndex\nCategory\nPortal\nMaps",
        "",
        "Articles related to Asia\nvteCountries and dependencies of AsiaSovereign states\nAfghanistan\nArmenia2\nAzerbaijan1\nBahrain\nBangladesh\nBhutan\nBrunei\nCambodia\nChina\nCyprus2\nEast Timor\nEgypt1\nGeorgia1\nIndia\nIndonesia1\nIran\nIraq\nIsrael\nJapan\nJordan\nKazakhstan1\nNorth Korea\nSouth Korea\nKuwait\nKyrgyzstan\nLaos\nLebanon\nMalaysia\nMaldives\nMongolia\nMyanmar\nNepal\nOman\nPakistan\nPhilippines\nQatar\nRussia1\nSaudi Arabia\nSingapore\nSri Lanka\nSyria\nTajikistan\nThailand\nTurkey1\nTurkmenistan\nUnited Arab Emirates\nUzbekistan\nVietnam\nYemen\nStates with limitedrecognition\nAbkhazia2\nArtsakh2\nNorthern Cyprus2\nPalestine\nSouth Ossetia2\nTaiwan\nDependentterritoriesAustralia\nChristmas Island\nCocos (Keeling) Islands\nGreece\nKastellorizo\nUnited Kingdom\nAkrotiri and Dhekelia2 (Sovereign Base Areas)\nBritish Indian Ocean Territory (British Overseas Territory)\nSpecial administrativeregions of China\nHong Kong\nMacau\n1 Spans the conventional boundary between Asia and another continent.2 Considered European for cultural, political and historical reasons but is geographically in Western Asia.\n Category\n Asia portal\nvteContinents of Earth   \nAfrica\n\n\nAntarctica\n\n\nAsia\n\n\nAustralia\n\n\nEurope\n\n\nNorth America\n\n\nSouth America\n\n   \nAfro-Eurasia (Old World)\n\n\nAmerica (New World)\n\n\nEurasia\n\n\nOceania\n\n   \nPrehistoric supercontinentsColumbia\nGondwana\nKenorland\nLaurasia\nNena\nPangaea\nPannotia\nRodinia\nUr\nVaalbara\n\nOther prehistoric continentsAmazonia\nArctica\nAsiamerica\nAtlantica\nAvalonia\nBaltica\nChilenia\nCimmeria\nCongo Craton\nCuyania\nEast Antarctica\nEuramerica\nKalaharia\nKazakhstania\nLaramidia\nLaurentia\nNorth China\nPampia\nSahul\nSiberia\nSouth China\n   \nSubmerged continent/lands and microcontinentsBeringia\nCathaysia\nDoggerland\nJan Mayen\nKerguelen Plateau\nMadagascar\nMauritia\nSahul\nSeychelles\nSunda\nZealandia\n\nPossible future supercontinentsAmasia\nAurica\nNovopangaea\nPangaea Proxima\n\nMythical, lost, and hypothesised continentsAtlantis\nHyperborea\nKumari Kandam\nLemuria\nMeropis\nMu\nTerra Australis\n\nSubcontinentsAlaska\nArabia\nCentral America\nGreenland\nIndian Subcontinent\nSouthern Cone\nSee also:  World portalRegions of the worldContinental fragment CategoryList of continents by age\nvteEarth's primary regions and subregionsAfrica\nMediterranean\nSaharan\nNorthern\nMaghreb\nMiddle East\nMENA\nMashriq\nSub-Saharan\nWestern\nEast\nHorn\nGreat Lakes\nCentral\nSouthern\nIslands\nNorth America\nNorthern\nPacific Northwest\nNortheastern United States\nNew England\nMidwest\nMid-Atlantic\nWestern United States\nSouthwest\nMountain states\nSouth Central United States\nSouthern United States\nEast Coast\nWest Coast\nBible Belt\nAppalachia\nGreat Lakes\nEastern Canada\nWestern Canada\nCanadian Prairies\nNorthern Canada\nAtlantic Canada\nNorthern Mexico\nAridoamerica\nCaribbean\nWest Indies\nCentral\nMiddle\nMesoamerica\nAnglo\nFrench\nLatin\nIbero\nHispanic\nPortuguese\nLatin America and the Caribbean (LAC)\nSouth America\nSouthern\nNorthern (Guianan states)\nWestern\nWest Indies\nPatagonia\nAmazon\nLAC\nAsia\nCentral\nAral Sea\nAralkum Desert\nCaspian Sea\nDead Sea\nFar East\nRussian\nEastern\nNortheastern\nInner Asia\nSoutheastern\nMainland\nMaritime\nNorthern\nSiberia\nSouthern\nIndian subcontinent\nWestern\nLevant\nMediterranean\nIranian plateau\nArabian Peninsula\nCaucasus\nSouth Caucasus\nMiddle East\nMENA\nNear East\nMashriq\nAsia-Pacific\nEurope\nCentral\nNorthern\nBaltic\nBritish Isles\nNordic\nNorthwestern\nScandinavia\nScandinavian Peninsula\nEastern\nSoutheastern\nBalkans\nCaucasus\nSouth Caucasus\nNorth Caucasus\nSouthern Russia\nEuropean Russia\nSouthern\nIberia\nItaly\nBalkans\nSoutheastern\nMediterranean\nMiddle East\nWestern\nLow Countries\nNorthwestern\nGermanic\nRomance\nCeltic\nSlavic\nOceania\nAustralasia\nAustralia\nNew Guinea\nZealandia\nPacific Islands\nMicronesia\nMelanesia\nPolynesia\nPolar\nAntarctic\nArctic\nOceans\nWorld (Sea)\nArctic\nAtlantic\nIndian\nPacific\nGreat Barrier Reef\nMariana Trench\nRing of Fire\nSouthern\nConvergence\nList of seas\n\n Continents of Earth / List of seas / Physical Earth",
        ".mw-parser-output .portal-bar{font-size:88%;font-weight:bold;display:flex;justify-content:center;align-items:baseline}.mw-parser-output .portal-bar-bordered{padding:0 2em;background-color:#fdfdfd;border:1px solid #a2a9b1;clear:both;margin:1em auto 0}.mw-parser-output .portal-bar-related{font-size:100%;justify-content:flex-start}.mw-parser-output .portal-bar-unbordered{padding:0 1.7em;margin-left:0}.mw-parser-output .portal-bar-header{margin:0 1em 0 0.5em;flex:0 0 auto;min-height:24px}.mw-parser-output .portal-bar-content{display:flex;flex-flow:row wrap;flex:0 1 auto;padding:0.15em 0;column-gap:1em;align-items:baseline;margin:0;list-style:none}.mw-parser-output .portal-bar-content-related{margin:0;list-style:none}.mw-parser-output .portal-bar-item{display:inline-block;margin:0.15em 0.2em;min-height:24px;line-height:24px}@media screen and (max-width:768px){.mw-parser-output .portal-bar{font-size:88%;font-weight:bold;display:flex;flex-flow:column wrap;align-items:baseline}.mw-parser-output .portal-bar-header{text-align:center;flex:0;padding-left:0.5em;margin:0 auto}.mw-parser-output .portal-bar-related{font-size:100%;align-items:flex-start}.mw-parser-output .portal-bar-content{display:flex;flex-flow:row wrap;align-items:center;flex:0;column-gap:1em;border-top:1px solid #a2a9b1;margin:0 auto;list-style:none}.mw-parser-output .portal-bar-content-related{border-top:none;margin:0;list-style:none}}.mw-parser-output .navbox+link+.portal-bar,.mw-parser-output .navbox+style+.portal-bar,.mw-parser-output .navbox+link+.portal-bar-bordered,.mw-parser-output .navbox+style+.portal-bar-bordered,.mw-parser-output .sister-bar+link+.portal-bar,.mw-parser-output .sister-bar+style+.portal-bar,.mw-parser-output .portal-bar+.navbox-styles+.navbox,.mw-parser-output .portal-bar+.navbox-styles+.sister-bar{margin-top:-1px}",
        "Portals: Asia Geography",
        "",
        "Authority control International\nFAST\nVIAF\nWorldCat\nNational\nSpain\nGermany\nIsrael\nUnited States\nSweden\nJapan\nCzech Republic\nGeographic\nPleiades\nOther\nEncyclopedia of Modern Ukraine\nNARA"
    ]
}