{
  "Name": [
    "",
    "",
    "Further information: Europa (consort of Zeus)",
    "First map of the world according to Anaximander (6th century BCE)",
    "In classical Greek mythology, Europa (Ancient Greek: Εὐρώπη, Eurṓpē) was a Phoenician princess. One view is that her name derives from the Ancient Greek elements εὐρύς (eurús) 'wide, broad', and ὤψ (ōps, gen. ὠπός, ōpós) 'eye, face, countenance', hence their composite Eurṓpē would mean 'wide-gazing' or 'broad of aspect'.[20][21][22][23] Broad has been an epithet of Earth herself in the reconstructed Proto-Indo-European religion and the poetry devoted to it.[20] An alternative view is that of Robert Beekes, who has argued in favour of a Pre-Indo-European origin for the name, explaining that a derivation from eurus would yield a different toponym than Europa. Beekes has located toponyms related to that of Europa in the territory of ancient Greece, and localities such as that of Europos in ancient Macedonia.[24]",
    "There have been attempts to connect Eurṓpē to a Semitic term for west, this being either Akkadian erebu meaning 'to go down, set' (said of the sun) or Phoenician 'ereb 'evening, west',[25] which is at the origin of Arabic maghreb and Hebrew ma'arav. Martin Litchfield West stated that \"phonologically, the match between Europa's name and any form of the Semitic word is very poor\",[26] while Beekes considers a connection to Semitic languages improbable.[24]",
    "Most major world languages use words derived from Eurṓpē or Europa to refer to the continent. Chinese, for example, uses the word Ōuzhōu (歐洲/欧洲), which is an abbreviation of the transliterated name Ōuluóbā zhōu (歐羅巴洲) (zhōu means \"continent\"); a similar Chinese-derived term Ōshū (欧州) is also sometimes used in Japanese such as in the Japanese name of the European Union, Ōshū Rengō (欧州連合), despite the katakana Yōroppa (ヨーロッパ) being more commonly used. In some Turkic languages, the originally Persian name Frangistan ('land of the Franks') is used casually in referring to much of Europe, besides official names such as Avrupa or Evropa.[27]"
  ],
  "Definition": [
    "",
    "Further information: Boundaries between the continents of Earth § Asia and Europe",
    "",
    "See also: List of transcontinental countries",
    "Contemporary definition",
    "Clickable map of Europe, showing one of the most commonly used continental boundaries[b] Key: blue: states which straddle the border between Europe and Asia;\ngreen: countries not geographically in Europe, but closely associated with the continent\n\n\n\n\nAlb.\nAndorra\nAustria\nAzer.\nBelarus\nBelg.\nBosnia\nBulgaria\nChannelIs.\nCroatia\nCzechRep.\nDenmark\nEstonia\nFinland\nFrance\nGib. (UK)\nGermany\nGeorgia\nGreece\nHungary\nIceland\nIreland\nItaly\nIoM\nS. Mar.\nKazakhstan\nKos.\nLatvia\nLiech.\nLithuania\nLux.\nMalta\nMoldova\nMon.\nMont.\nNether.\nN. Mac.\nNorway\nSvalbard (Nor)\nPoland\nPortugal\nRomania\nRussia\nSerbia\nSlovakia\nSlo.\nSpain\nSweden\nSwitz-erland\nTurkey\nUkraine\nUnitedKingdom\nFar. (Dk)\nVat.\nArmenia\nCyprus\nGreenland (Dk)\nAdr-\niatic\nSea\nArctic Ocean\nBalticSea\nAegean\nSea\nBarents Sea\nBay ofBiscay\nBlackSea\nCaspianSea\nCelticSea\nGreenland Sea\nBaffin Bay\nGulf ofCádiz\nLigurianSea\nMediterranean Sea\nNorthAtlanticOcean\nNorthSea\nNorwegianSea\nStrait of Gibraltar",
    "The prevalent definition of Europe as a geographical term has been in use since the mid-19th century.\nEurope is taken to be bounded by large bodies of water to the north, west and south; Europe's limits to the east and north-east are usually taken to be the Ural Mountains, the Ural River, and the Caspian Sea; to the south-east, the Caucasus Mountains, the Black Sea, and the waterways connecting the Black Sea to the Mediterranean Sea.[28]",
    "A medieval T and O map printed by Günther Zainer in 1472, showing the three continents as domains of the sons of Noah – Asia to Sem (Shem), Europe to Iafeth (Japheth) and Africa to Cham (Ham)",
    "Islands are generally grouped with the nearest continental landmass, hence Iceland is considered to be part of Europe, while the nearby island of Greenland is usually assigned to North America, although politically belonging to Denmark. Nevertheless, there are some exceptions based on sociopolitical and cultural differences. Cyprus is closest to Anatolia (or Asia Minor), but is considered part of Europe politically and it is a member state of the EU. Malta was considered an island of North-western Africa for centuries, but now it is considered to be part of Europe as well.[29]\n\"Europe\", as used specifically in British English, may also refer to Continental Europe exclusively.[30]",
    "The term \"continent\" usually implies the physical geography of a large land mass completely or almost completely surrounded by water at its borders. Prior to the adoption of the current convention that includes mountain divides, the border between Europe and Asia had been redefined several times since its first conception in classical antiquity, but always as a series of rivers, seas and straits that were believed to extend an unknown distance east and north from the Mediterranean Sea without the inclusion of any mountain ranges. Cartographer Herman Moll suggested in 1715 Europe was bounded by a series of partly-joined waterways directed towards the Turkish straits, and the Irtysh River draining into the upper part of the Ob River and the Arctic Ocean. In contrast, the present eastern boundary of Europe partially adheres to the Ural and Caucasus Mountains, which is somewhat arbitrary and inconsistent compared to any clear-cut definition of the term \"continent\".",
    "The current division of Eurasia into two continents now reflects East-West cultural, linguistic and ethnic differences which vary on a spectrum rather than with a sharp dividing line. The geographic border between Europe and Asia does not follow any state boundaries and now only follows a few bodies of water. Turkey is generally considered a transcontinental country divided entirely by water, while Russia and Kazakhstan are only partly divided by waterways. France, the Netherlands, Portugal and Spain are also transcontinental (or more properly, intercontinental, when oceans or large seas are involved) in that their main land areas are in Europe while pockets of their territories are located on other continents separated from Europe by large bodies of water. Spain, for example, has territories south of the Mediterranean Sea—namely, Ceuta and Melilla—which are parts of Africa and share a border with Morocco. According to the current convention, Georgia and Azerbaijan are transcontinental countries where waterways have been completely replaced by mountains as the divide between continents.",
    "History of the concept",
    "",
    "See also: Boundary between Europe and Asia",
    "Early history",
    "Depiction of Europa regina ('Queen Europe') in 1582",
    "The first recorded usage of Eurṓpē as a geographic term is in the Homeric Hymn to Delian Apollo, in reference to the western shore of the Aegean Sea. As a name for a part of the known world, it is first used in the 6th century BCE by Anaximander and Hecataeus. Anaximander placed the boundary between Asia and Europe along the Phasis River (the modern Rioni River on the territory of Georgia) in the Caucasus, a convention still followed by Herodotus in the 5th century BCE.[31] Herodotus mentioned that the world had been divided by unknown persons into three parts—Europe, Asia, and Libya (Africa)—with the Nile and the Phasis forming their boundaries—though he also states that some considered the River Don, rather than the Phasis, as the boundary between Europe and Asia.[32] Europe's eastern frontier was defined in the 1st century by geographer Strabo at the River Don.[33] The Book of Jubilees described the continents as the lands given by Noah to his three sons; Europe was defined as stretching from the Pillars of Hercules at the Strait of Gibraltar, separating it from Northwest Africa, to the Don, separating it from Asia.[34]",
    "The convention received by the Middle Ages and surviving into modern usage is that of the Roman era used by Roman-era authors such as Posidonius,[35] Strabo[36] and Ptolemy,[37] who took the Tanais (the modern Don River) as the boundary.",
    "The Roman Empire did not attach a strong identity to the concept of continental divisions. However, following the fall of the Western Roman Empire, the culture that developed in its place, linked to Latin and the Catholic church, began to associate itself with the concept of \"Europe\".[38] The term \"Europe\" is first used for a cultural sphere in the Carolingian Renaissance of the 9th century. From that time, the term designated the sphere of influence of the Western Church, as opposed to both the Eastern Orthodox churches and to the Islamic world.",
    "A cultural definition of Europe as the lands of Latin Christendom coalesced in the 8th century, signifying the new cultural condominium created through the confluence of Germanic traditions and Christian-Latin culture, defined partly in contrast with Byzantium and Islam, and limited to northern Iberia, the British Isles, France, Christianised western Germany, the Alpine regions and northern and central Italy.[39] The concept is one of the lasting legacies of the Carolingian Renaissance: Europa often[dubious  – discuss] figures in the letters of Charlemagne's court scholar, Alcuin.[40] The transition of Europe to being a cultural term as well as a geographic one led to the borders of Europe being affected by cultural considerations in the East, especially relating to areas under Byzantine, Ottoman, and Russian influence. Such questions were affected by the positive connotations associated with the term Europe by its users. Such cultural considerations were not applied to the Americas, despite their conquest and settlement by European states. Instead, the concept of \"Western civilization\" emerged as a way of grouping together Europe and these colonies.[41]",
    "Modern definitions",
    "",
    "Further information: Regions of Europe and Continental Europe",
    "A New Map of Europe According to the Newest Observations (1721) by Hermann Moll draws the eastern boundary of Europe along the Don River flowing south-west and the Tobol, Irtysh and Ob rivers flowing north.",
    "1916 political map of Europe showing most of Moll's waterways replaced by von Strahlenberg's Ural Mountains and Freshfield's Caucasus Crest, land features of a type that normally defines a subcontinent",
    "The question of defining a precise eastern boundary of Europe arises in the Early Modern period, as the eastern extension of Muscovy began to include North Asia. Throughout the Middle Ages and into the 18th century, the traditional division of the landmass of Eurasia into two continents, Europe and Asia, followed Ptolemy, with the boundary following the Turkish Straits, the Black Sea, the Kerch Strait, the Sea of Azov and the Don (ancient Tanais). But maps produced during the 16th to 18th centuries tended to differ in how to continue the boundary beyond the Don bend at Kalach-na-Donu (where it is closest to the Volga, now joined with it by the Volga–Don Canal), into territory not described in any detail by the ancient geographers.",
    "Around 1715, Herman Moll produced a map showing the northern part of the Ob River and the Irtysh River, a major tributary of the Ob, as components of a series of partly-joined waterways taking the boundary between Europe and Asia from the Turkish Straits, and the Don River all the way to the Arctic Ocean. In 1721, he produced a more up to date map that was easier to read. However, his proposal to adhere to major rivers as the line of demarcation was never taken up by other geographers who were beginning to move away from the idea of water boundaries as the only legitimate divides between Europe and Asia.",
    "Four years later, in 1725, Philip Johan von Strahlenberg was the first to depart from the classical Don boundary. He drew a new line along the Volga, following the Volga north until the Samara Bend, along Obshchy Syrt (the drainage divide between the Volga and Ural Rivers), then north and east along the latter waterway to its source in the Ural Mountains. At this point he proposed that mountain ranges could be included as boundaries between continents as alternatives to nearby waterways. Accordingly, he drew the new boundary north along Ural Mountains rather than the nearby and parallel running Ob and Irtysh rivers.[42] This was endorsed by the Russian Empire and introduced the convention that would eventually become commonly accepted. However, this did not come without criticism. Voltaire, writing in 1760 about Peter the Great's efforts to make Russia more European, ignored the whole boundary question with his claim that neither Russia, Scandinavia, northern Germany, nor Poland were fully part of Europe.[38] Since then, many modern analytical geographers like Halford Mackinder have declared that they see little validity in the Ural Mountains as a boundary between continents.[43]",
    "The mapmakers continued to differ on the boundary between the lower Don and Samara well into the 19th century. The 1745 atlas published by the Russian Academy of Sciences has the boundary follow the Don beyond Kalach as far as Serafimovich before cutting north towards Arkhangelsk, while other 18th- to 19th-century mapmakers such as John Cary followed Strahlenberg's prescription. To the south, the Kuma–Manych Depression was identified circa 1773 by a German naturalist, Peter Simon Pallas, as a valley that once connected the Black Sea and the Caspian Sea,[44][45] and subsequently was proposed as a natural boundary between continents.",
    "By the mid-19th century, there were three main conventions, one following the Don, the Volga–Don Canal and the Volga, the other following the Kuma–Manych Depression to the Caspian and then the Ural River, and the third abandoning the Don altogether, following the Greater Caucasus watershed to the Caspian. The question was still treated as a \"controversy\" in geographical literature of the 1860s, with Douglas Freshfield advocating the Caucasus crest boundary as the \"best possible\", citing support from various \"modern geographers\".[46]",
    "In Russia and the Soviet Union, the boundary along the Kuma–Manych Depression was the most commonly used as early as 1906.[47] In 1958, the Soviet Geographical Society formally recommended that the boundary between the Europe and Asia be drawn in textbooks from Baydaratskaya Bay, on the Kara Sea, along the eastern foot of Ural Mountains, then following the Ural River until the Mugodzhar Hills, and then the Emba River; and Kuma–Manych Depression,[48] thus placing the Caucasus entirely in Asia and the Urals entirely in Europe.[49] However, most geographers in the Soviet Union favoured the boundary along the Caucasus crest,[50] and this became the common convention in the later 20th century, although the Kuma–Manych boundary remained in use in some 20th-century maps.",
    "Some view the separation of Eurasia into Asia and Europe as a residue of Eurocentrism: \"In physical, cultural and historical diversity, China and India are comparable to the entire European landmass, not to a single European country. [...].\"[51]"
  ],
  "History": [
    "",
    "Main article: History of Europe",
    "Prehistory",
    "",
    "Main article: Prehistoric Europe",
    "Last Glacial Maximum refugia, c. 20,000 years ago   Solutrean culture   Epigravettian culture[52]",
    "Paleolithic cave paintings from Lascaux in France (c. 15,000 BCE)",
    "Stonehenge in the United Kingdom (Late Neolithic from 3000 to 2000 BCE)",
    "During the 2.5 million years of the Pleistocene, numerous cold phases called glacials (Quaternary ice age), or significant advances of continental ice sheets, in Europe and North America, occurred at intervals of approximately 40,000 to 100,000 years. The long glacial periods were separated by more temperate and shorter interglacials which lasted about 10,000–15,000 years. The last cold episode of the last glacial period ended about 10,000 years ago.[53] Earth is currently in an interglacial period of the Quaternary, called the Holocene.[54]",
    "Homo erectus georgicus, which lived roughly 1.8 million years ago in Georgia, is the earliest hominin to have been discovered in Europe.[55] Other hominin remains, dating back roughly 1 million years, have been discovered in Atapuerca, Spain.[56] Neanderthal man (named after the Neandertal valley in Germany) appeared in Europe 150,000 years ago (115,000 years ago it is found already in the territory of present-day Poland[57]) and disappeared from the fossil record about 40,000 years ago,[58] with their final refuge being the Iberian Peninsula. The Neanderthals were supplanted by modern humans (Cro-Magnons), who appeared in Europe around 43,000 to 40,000 years ago.[59] Homo sapiens arrived in Europe around 54,000 years ago, some 10,000 years earlier than previously thought.[60] The earliest sites in Europe dated 48,000 years ago are Riparo Mochi (Italy), Geissenklösterle (Germany) and Isturitz (France).[61][62]",
    "The European Neolithic period—marked by the cultivation of crops and the raising of livestock, increased numbers of settlements and the widespread use of pottery—began around 7000 BCE in Greece and the Balkans, probably influenced by earlier farming practices in Anatolia and the Near East.[63] It spread from the Balkans along the valleys of the Danube and the Rhine (Linear Pottery culture), and along the Mediterranean coast (Cardial culture). Between 4500 and 3000 BCE, these central European neolithic cultures developed further to the west and the north, transmitting newly acquired skills in producing copper artifacts. In Western Europe the Neolithic period was characterised not by large agricultural settlements but by field monuments, such as causewayed enclosures, burial mounds and megalithic tombs.[64] The Corded Ware cultural horizon flourished at the transition from the Neolithic to the Chalcolithic. During this period giant megalithic monuments, such as the Megalithic Temples of Malta and Stonehenge, were constructed throughout Western and Southern Europe.[65][66]",
    "The modern native populations of Europe largely descend from three distinct lineages:[67] Mesolithic hunter-gatherers, descended from populations associated with the Paleolithic Epigravettian culture;[52] Neolithic Early European Farmers who migrated from Anatolia during the Neolithic Revolution 9,000 years ago;[68]  and Yamnaya Steppe herders who expanded into Europe from the Pontic–Caspian steppe of Ukraine and southern Russia in the context of Indo-European migrations 5,000 years ago.[67][69] The European Bronze Age began c. 3200 BCE in Greece with the Minoan civilisation on Crete, the first advanced civilisation in Europe.[70] The Minoans were followed by the Myceneans, who collapsed suddenly around 1200 BCE, ushering the European Iron Age.[71] Iron Age colonisation by the Greeks and Phoenicians gave rise to early Mediterranean cities. Early Iron Age Italy and Greece from around the 8th century BCE gradually gave rise to historical Classical antiquity, whose beginning is sometimes dated to 776 BCE, the year of the first Olympic Games.[72]",
    "Classical antiquity",
    "",
    "Main article: Classical antiquity",
    "",
    "See also: Ancient Greece and Ancient Rome",
    "The Parthenon in Athens (432 BCE)",
    "Ancient Greece was the founding culture of Western civilisation. Western democratic and rationalist culture are often attributed to Ancient Greece.[73] The Greek city-state, the polis, was the fundamental political unit of classical Greece.[73] In 508 BCE, Cleisthenes instituted the world's first democratic system of government in Athens.[74] The Greek political ideals were rediscovered in the late 18th century by European philosophers and idealists. Greece also generated many cultural contributions: in philosophy, humanism and rationalism under Aristotle, Socrates and Plato; in history with Herodotus and Thucydides; in dramatic and narrative verse, starting with the epic poems of Homer;[75] in drama with Sophocles and Euripides, in medicine with Hippocrates and Galen; and in science with Pythagoras, Euclid and Archimedes.[76][77][78] In the course of the 5th century BCE, several of the Greek city states would ultimately check the Achaemenid Persian advance in Europe through the Greco-Persian Wars, considered a pivotal moment in world history,[79] as the 50 years of peace that followed are known as Golden Age of Athens, the seminal period of ancient Greece that laid many of the foundations of Western civilisation.",
    "Animation showing the growth and division of the Roman Empire (years CE)",
    "Greece was followed by Rome, which left its mark on law, politics, language, engineering, architecture, government and many more key aspects in western civilisation.[73] By 200 BCE, Rome had conquered Italy and over the following two centuries it conquered Greece and Hispania (Spain and Portugal), the North African coast, much of the Middle East, Gaul (France and Belgium) and Britannia (England and Wales).",
    "Expanding from their base in central Italy beginning in the third century BCE, the Romans gradually expanded to eventually rule the entire Mediterranean Basin and Western Europe by the turn of the millennium. The Roman Republic ended in 27 BCE, when Augustus proclaimed the Roman Empire. The two centuries that followed are known as the pax romana, a period of unprecedented peace, prosperity and political stability in most of Europe.[80] The empire continued to expand under emperors such as Antoninus Pius and Marcus Aurelius, who spent time on the Empire's northern border fighting Germanic, Pictish and Scottish tribes.[81][82] Christianity was legalised by Constantine I in 313 CE after three centuries of imperial persecution. Constantine also permanently moved the capital of the empire from Rome to the city of Byzantium (modern-day Istanbul) which was renamed Constantinople in his honour in 330 CE. Christianity became the sole official religion of the empire in 380 CE and in 391–392 CE, the emperor Theodosius outlawed pagan religions.[83] This is sometimes considered to mark the end of antiquity; alternatively antiquity is considered to end with the fall of the Western Roman Empire in 476 CE; the closure of the pagan Platonic Academy of Athens in 529 CE;[84] or the rise of Islam in the early 7th century CE. During most of its existence, the Byzantine Empire was one of the most powerful economic, cultural, and military forces in Europe.[85]",
    "Early Middle Ages",
    "",
    "Main articles: Late Antiquity and Early Middle Ages",
    "",
    "See also: Dark Ages and Age of Migrations",
    ".mw-parser-output .tmulti .multiimageinner{display:flex;flex-direction:column}.mw-parser-output .tmulti .trow{display:flex;flex-direction:row;clear:left;flex-wrap:wrap;width:100%;box-sizing:border-box}.mw-parser-output .tmulti .tsingle{margin:1px;float:left}.mw-parser-output .tmulti .theader{clear:both;font-weight:bold;text-align:center;align-self:center;background-color:transparent;width:100%}.mw-parser-output .tmulti .thumbcaption{background-color:transparent}.mw-parser-output .tmulti .text-align-left{text-align:left}.mw-parser-output .tmulti .text-align-right{text-align:right}.mw-parser-output .tmulti .text-align-center{text-align:center}@media all and (max-width:720px){.mw-parser-output .tmulti .thumbinner{width:100%!important;box-sizing:border-box;max-width:none!important;align-items:center}.mw-parser-output .tmulti .trow{justify-content:center}.mw-parser-output .tmulti .tsingle{float:none!important;max-width:100%!important;box-sizing:border-box;text-align:center}.mw-parser-output .tmulti .tsingle .thumbcaption{text-align:left}.mw-parser-output .tmulti .trow>.thumbcaption{text-align:center}}",
    "Europe c. 650Charlemagne's empire in 814:      Francia,      Tributaries",
    "During the decline of the Roman Empire, Europe entered a long period of change arising from what historians call the \"Age of Migrations\". There were numerous invasions and migrations amongst the Ostrogoths, Visigoths, Goths, Vandals, Huns, Franks, Angles, Saxons, Slavs, Avars, Bulgars and, later on, the Vikings, Pechenegs, Cumans and Magyars.[80] Renaissance thinkers such as Petrarch would later refer to this as the \"Dark Ages\".[86]",
    "Isolated monastic communities were the only places to safeguard and compile written knowledge accumulated previously; apart from this very few written records survive and much literature, philosophy, mathematics and other thinking from the classical period disappeared from Western Europe, though they were preserved in the east, in the Byzantine Empire.[87]",
    "While the Roman empire in the west continued to decline, Roman traditions and the Roman state remained strong in the predominantly Greek-speaking Eastern Roman Empire, also known as the Byzantine Empire. During most of its existence, the Byzantine Empire was the most powerful economic, cultural and military force in Europe. Emperor Justinian I presided over Constantinople's first golden age: he established a legal code that forms the basis of many modern legal systems, funded the construction of the Hagia Sophia and brought the Christian church under state control.[88]",
    "From the 7th century onwards, as the Byzantines and neighbouring Sasanid Persians were severely weakened due to the protracted, centuries-lasting and frequent Byzantine–Sasanian wars, the Muslim Arabs began to make inroads into historically Roman territory, taking the Levant and North Africa and making inroads into Asia Minor. In the mid-7th century, following the Muslim conquest of Persia, Islam penetrated into the Caucasus region.[89] Over the next centuries Muslim forces took Cyprus, Malta, Crete, Sicily and parts of southern Italy.[90] Between 711 and 720, most of the lands of the Visigothic Kingdom of Iberia was brought under Muslim rule—save for small areas in the north-west (Asturias) and largely Basque regions in the Pyrenees. This territory, under the Arabic name Al-Andalus, became part of the expanding Umayyad Caliphate. The unsuccessful second siege of Constantinople (717) weakened the Umayyad dynasty and reduced their prestige. The Umayyads were then defeated by the Frankish leader Charles Martel at the Battle of Poitiers in 732, which ended their northward advance. In the remote regions of north-western Iberia and the middle Pyrenees the power of the Muslims in the south was scarcely felt. It was here that the foundations of the Christian kingdoms of Asturias, Leon and Galicia were laid and from where the reconquest of the Iberian Peninsula would start. However, no coordinated attempt would be made to drive the Moors out. The Christian kingdoms were mainly focused on their own internal power struggles. As a result, the Reconquista took the greater part of eight hundred years, in which period a long list of Alfonsos, Sanchos, Ordoños, Ramiros, Fernandos and Bermudos would be fighting their Christian rivals as much as the Muslim invaders.",
    "Viking raids and division of the Frankish Empire at the Treaty of Verdun in 843",
    "During the Dark Ages, the Western Roman Empire fell under the control of various tribes. The Germanic and Slav tribes established their domains over Western and Eastern Europe, respectively.[91] Eventually the Frankish tribes were united under Clovis I.[92] Charlemagne, a Frankish king of the Carolingian dynasty who had conquered most of Western Europe, was anointed \"Holy Roman Emperor\" by the Pope in 800. This led in 962 to the founding of the Holy Roman Empire, which eventually became centred in the German principalities of central Europe.[93]",
    "East Central Europe saw the creation of the first Slavic states and the adoption of Christianity (c. 1000 CE). The powerful West Slavic state of Great Moravia spread its territory all the way south to the Balkans, reaching its largest territorial extent under Svatopluk I and causing a series of armed conflicts with East Francia. Further south, the first South Slavic states emerged in the late 7th and 8th century and adopted Christianity: the First Bulgarian Empire, the Serbian Principality (later Kingdom and Empire) and the Duchy of Croatia (later Kingdom of Croatia). To the East, Kievan Rus' expanded from its capital in Kiev to become the largest state in Europe by the 10th century. In 988, Vladimir the Great adopted Orthodox Christianity as the religion of state.[94][95] Further East, Volga Bulgaria became an Islamic state in the 10th century, but was eventually absorbed into Russia several centuries later.[96]",
    "High and Late Middle Ages",
    "",
    "Main articles: High Middle Ages, Late Middle Ages, and Middle Ages",
    "",
    "See also: Medieval demography",
    "The maritime republics of medieval Italy reestablished contacts between Europe, Asia and Africa with extensive trade networks and colonies across the Mediterranean, and had an essential role in the Crusades.[97][98]",
    "The period between the year 1000 and 1250 is known as the High Middle Ages, followed by the Late Middle Ages until c. 1500.",
    "During the High Middle Ages the population of Europe experienced significant growth, culminating in the Renaissance of the 12th century. Economic growth, together with the lack of safety on the mainland trading routes, made possible the development of major commercial routes along the coast of the Mediterranean and Baltic Seas. The growing wealth and independence acquired by some coastal cities gave the Maritime Republics a leading role in the European scene.",
    "The Middle Ages on the mainland were dominated by the two upper echelons of the social structure: the nobility and the clergy. Feudalism developed in France in the Early Middle Ages, and soon spread throughout Europe.[99] A struggle for influence between the nobility and the monarchy in England led to the writing of the Magna Carta and the establishment of a parliament.[100] The primary source of culture in this period came from the Roman Catholic Church. Through monasteries and cathedral schools, the Church was responsible for education in much of Europe.[99]",
    "Tancred of Sicily and Philip II of France, during the Third Crusade (1189–1192)",
    "The Papacy reached the height of its power during the High Middle Ages. An East-West Schism in 1054 split the former Roman Empire religiously, with the Eastern Orthodox Church in the Byzantine Empire and the Roman Catholic Church in the former Western Roman Empire. In 1095 Pope Urban II called for a crusade against Muslims occupying Jerusalem and the Holy Land.[101] In Europe itself, the Church organised the Inquisition against heretics. In the Iberian Peninsula, the Reconquista concluded with the fall of Granada in 1492, ending over seven centuries of Islamic rule in the south-western peninsula.[102]",
    "In the east, a resurgent Byzantine Empire recaptured Crete and Cyprus from the Muslims, and reconquered the Balkans. Constantinople was the largest and wealthiest city in Europe from the 9th to the 12th centuries, with a population of approximately 400,000.[103] The Empire was weakened following the defeat at Manzikert, and was weakened considerably by the sack of Constantinople in 1204, during the Fourth Crusade.[104][105][106][107][108][109][110][111][112] Although it would recover Constantinople in 1261, Byzantium fell in 1453 when Constantinople was taken by the Ottoman Empire.[113][114][115]",
    "The sacking of Suzdal by Batu Khan in 1238, during the Mongol invasion of Europe (1220s–1240s)",
    "In the 11th and 12th centuries, constant incursions by nomadic Turkic tribes, such as the Pechenegs and the Cuman-Kipchaks, caused a massive migration of Slavic populations to the safer, heavily forested regions of the north, and temporarily halted the expansion of the Rus' state to the south and east.[116] Like many other parts of Eurasia, these territories were overrun by the Mongols.[117] The invaders, who became known as Tatars, were mostly Turkic-speaking peoples under Mongol suzerainty. They established the state of the Golden Horde with headquarters in Crimea, which later adopted Islam as a religion, and ruled over modern-day southern and central Russia for more than three centuries.[118][119] After the collapse of Mongol dominions, the first Romanian states (principalities) emerged in the 14th century: Moldavia and Walachia. Previously, these territories were under the successive control of Pechenegs and Cumans.[120] From the 12th to the 15th centuries, the Grand Duchy of Moscow grew from a small principality under Mongol rule to the largest state in Europe, overthrowing the Mongols in 1480, and eventually becoming the Tsardom of Russia. The state was consolidated under Ivan III the Great and Ivan the Terrible, steadily expanding to the east and south over the next centuries.",
    "The Great Famine of 1315–1317 was the first crisis that would strike Europe in the late Middle Ages.[121] The period between 1348 and 1420 witnessed the heaviest loss. The population of France was reduced by half.[122][123] Medieval Britain was afflicted by 95 famines,[124] and France suffered the effects of 75 or more in the same period.[125] Europe was devastated in the mid-14th century by the Black Death, one of the most deadly pandemics in human history which killed an estimated 25 million people in Europe alone—a third of the European population at the time.[126]",
    "The plague had a devastating effect on Europe's social structure; it induced people to live for the moment as illustrated by Giovanni Boccaccio in The Decameron (1353). It was a serious blow to the Roman Catholic Church and led to increased persecution of Jews, beggars and lepers.[127] The plague is thought to have returned every generation with varying virulence and mortalities until the 18th century.[128] During this period, more than 100 plague epidemics swept across Europe.[129]",
    "Early modern period",
    "",
    "Main article: Early modern period",
    "",
    "See also: Renaissance, Protestant Reformation, Scientific Revolution, and Age of Discovery",
    "The School of Athens by Raphael (1511): Contemporaries, such as Michelangelo and Leonardo da Vinci (centre), are portrayed as classical scholars of the Renaissance.",
    "The Renaissance was a period of cultural change originating in Florence, and later spreading to the rest of Europe. The rise of a new humanism was accompanied by the recovery of forgotten classical Greek and Arabic knowledge from monastic libraries, often translated from Arabic into Latin.[130][131][132] The Renaissance spread across Europe between the 14th and 16th centuries: it saw the flowering of art, philosophy, music and the sciences, under the joint patronage of royalty, the nobility, the Roman Catholic Church and an emerging merchant class.[133][134][135] Patrons in Italy, including the Medici family of Florentine bankers and the Popes in Rome, funded prolific quattrocento and cinquecento artists such as Raphael, Michelangelo and Leonardo da Vinci.[136][137]",
    "Political intrigue within the Church in the mid-14th century caused the Western Schism. During this forty-year period, two popes—one in Avignon and one in Rome—claimed rulership over the Church. Although the schism was eventually healed in 1417, the papacy's spiritual authority had suffered greatly.[138] In the 15th century, Europe started to extend itself beyond its geographic frontiers. Spain and Portugal, the greatest naval powers of the time, took the lead in exploring the world.[139][140] Exploration reached the Southern Hemisphere in the Atlantic and the Southern tip of Africa. Christopher Columbus reached the New World in 1492, and Vasco da Gama opened the ocean route to the East linking the Atlantic and Indian Oceans in 1498. The Portuguese-born explorer Ferdinand Magellan reached Asia westward across the Atlantic and the Pacific Oceans in a Spanish expedition, resulting in the first circumnavigation of the globe, completed by the Spaniard Juan Sebastián Elcano (1519–1522). Soon after, the Spanish and Portuguese began establishing large global empires in the Americas, Asia, Africa and Oceania.[141] France, the Netherlands and England soon followed in building large colonial empires with vast holdings in Africa, the Americas and Asia. In 1588, a Spanish armada failed to invade England. A year later England tried unsuccessfully to invade Spain, allowing Philip II of Spain to maintain his dominant war capacity in Europe. This English disaster also allowed the Spanish fleet to retain its capability to wage war for the next decades. However, two more Spanish armadas failed to invade England (2nd Spanish Armada and 3rd Spanish Armada).[142][143][144][145]",
    "Habsburg dominions in the centuries following their partition by Charles V, Holy Roman Emperor. The principal military base of Philip II in Europe was the Spanish road stretching from the Netherlands to the Duchy of Milan.[146]",
    "The Church's power was further weakened by the Protestant Reformation in 1517 when German theologian Martin Luther nailed his Ninety-five Theses criticising the selling of indulgences to the church door. He was subsequently excommunicated in the papal bull Exsurge Domine in 1520 and his followers were condemned in the 1521 Diet of Worms, which divided German princes between Protestant and Roman Catholic faiths.[147] Religious fighting and warfare spread with Protestantism.[148] The plunder of the empires of the Americas allowed Spain to finance religious persecution in Europe for over a century.[149] The Thirty Years War (1618–1648) crippled the Holy Roman Empire and devastated much of Germany, killing between 25 and 40 percent of its population.[150] In the aftermath of the Peace of Westphalia, France rose to predominance within Europe.[151] The defeat of the Ottoman Turks at the Battle of Vienna in 1683 marked the historic end of Ottoman expansion into Europe.[152]",
    "The 17th century in Central and parts of Eastern Europe was a period of general decline;[153] the region experienced more than 150 famines in a 200-year period between 1501 and 1700.[154] From the Union of Krewo (1385) east-central Europe was dominated by the Kingdom of Poland and the Grand Duchy of Lithuania. The hegemony of the vast Polish–Lithuanian Commonwealth had ended with the devastation brought by the Second Northern War (Deluge) and subsequent conflicts;[155] the state itself was partitioned and ceased to exist at the end of the 18th century.[156]",
    "From the 15th to 18th centuries, when the disintegrating khanates of the Golden Horde were conquered by Russia, Tatars from the Crimean Khanate frequently raided Eastern Slavic lands to capture slaves.[157] Further east, the Nogai Horde and Kazakh Khanate frequently raided the Slavic-speaking areas of contemporary Russia and Ukraine for hundreds of years, until the Russian expansion and conquest of most of northern Eurasia (i.e. Eastern Europe, Central Asia and Siberia).",
    "The Renaissance and the New Monarchs marked the start of an Age of Discovery, a period of exploration, invention and scientific development.[158] Among the great figures of the Western scientific revolution of the 16th and 17th centuries were Copernicus, Kepler, Galileo and Isaac Newton.[159] According to Peter Barrett, \"It is widely accepted that 'modern science' arose in the Europe of the 17th century (towards the end of the Renaissance), introducing a new understanding of the natural world.\"[130]",
    "18th and 19th centuries",
    "",
    "Main article: Modern history",
    "",
    "See also: Industrial Revolution, French Revolution, and Age of Enlightenment",
    "The national boundaries within Europe set by the Congress of Vienna",
    "The Seven Years' War brought to an end the \"Old System\" of alliances in Europe. Consequently, when the American Revolutionary War turned into a global war between 1778 and 1783, Britain found itself opposed by a strong coalition of European powers, and lacking any substantial ally.[160]",
    "The Age of Enlightenment was a powerful intellectual movement during the 18th century promoting scientific and reason-based thoughts.[161][162][163] Discontent with the aristocracy and clergy's monopoly on political power in France resulted in the French Revolution, and the establishment of the First Republic as a result of which the monarchy and many of the nobility perished during the initial reign of terror.[164] Napoleon Bonaparte rose to power in the aftermath of the French Revolution, and established the First French Empire that, during the Napoleonic Wars, grew to encompass large parts of Europe before collapsing in 1815 with the Battle of Waterloo.[165][166] Napoleonic rule resulted in the further dissemination of the ideals of the French Revolution, including that of the nation state, as well as the widespread adoption of the French models of administration, law and education.[167][168][169] The Congress of Vienna, convened after Napoleon's downfall, established a new balance of power in Europe centred on the five \"Great Powers\": the UK, France, Prussia, Austria and Russia.[170] This balance would remain in place until the Revolutions of 1848, during which liberal uprisings affected all of Europe except for Russia and the UK. These revolutions were eventually put down by conservative elements and few reforms resulted.[171] The year 1859 saw the unification of Romania, as a nation state, from smaller principalities. In 1867, the Austro-Hungarian empire was formed; 1871 saw the unifications of both Italy and Germany as nation-states from smaller principalities.[172]",
    "In parallel, the Eastern Question grew more complex ever since the Ottoman defeat in the Russo-Turkish War (1768–1774). As the dissolution of the Ottoman Empire seemed imminent, the Great Powers struggled to safeguard their strategic and commercial interests in the Ottoman domains. The Russian Empire stood to benefit from the decline, whereas the Habsburg Empire and Britain perceived the preservation of the Ottoman Empire to be in their best interests. Meanwhile, the Serbian revolution (1804) and Greek War of Independence (1821) marked the beginning of the end of Ottoman rule in the Balkans, which ended with the Balkan Wars in 1912–1913.[173] Formal recognition of the de facto independent principalities of Montenegro, Serbia and Romania ensued at the Congress of Berlin in 1878.",
    "Marshall's Temple Works (1840); the Industrial Revolution started in Great Britain.",
    "The Industrial Revolution started in Great Britain in the last part of the 18th century and spread throughout Europe. The invention and implementation of new technologies resulted in rapid urban growth, mass employment and the rise of a new working class.[174] Reforms in social and economic spheres followed, including the first laws on child labour, the legalisation of trade unions,[175] and the abolition of slavery.[176] In Britain, the Public Health Act of 1875 was passed, which significantly improved living conditions in many British cities.[177] Europe's population increased from about 100 million in 1700 to 400 million by 1900.[178] The last major famine recorded in Western Europe, the Great Famine of Ireland, caused death and mass emigration of millions of Irish people.[179] In the 19th century, 70 million people left Europe in migrations to various European colonies abroad and to the United States.[180] The industrial revolution also led to large population growth, and the share of the world population living in Europe reached a peak of slightly above 25% around the year 1913.[181][182]",
    "20th century to the present",
    "",
    "Main articles: Modern era and History of Europe",
    "",
    "See also: World War I, Great Depression, Interwar period, Second World War, Cold War, and History of the European Union",
    "Map of European colonial empires throughout the world in 1914",
    "Two world wars and an economic depression dominated the first half of the 20th century. The First World War was fought between 1914 and 1918. It started when Archduke Franz Ferdinand of Austria was assassinated by the Yugoslav nationalist[183] Gavrilo Princip.[184] Most European nations were drawn into the war, which was fought between the Entente Powers (France, Belgium, Serbia, Portugal, Russia, the United Kingdom, and later Italy, Greece, Romania, and the United States) and the Central Powers (Austria-Hungary, Germany, Bulgaria, and the Ottoman Empire). The war left more than 16 million civilians and military dead.[185] Over 60 million European soldiers were mobilised from 1914 to 1918.[186]",
    "Map depicting the military alliances of the First World War in 1914–1918",
    "Russia was plunged into the Russian Revolution, which threw down the Tsarist monarchy and replaced it with the communist Soviet Union,[187] leading also to the independence of many former Russian governorates, such as Finland, Estonia, Latvia and Lithuania, as new European countries.[188] Austria-Hungary and the Ottoman Empire collapsed and broke up into separate nations, and many other nations had their borders redrawn. The Treaty of Versailles, which officially ended the First World War in 1919, was harsh towards Germany, upon whom it placed full responsibility for the war and imposed heavy sanctions.[189] Excess deaths in Russia over the course of the First World War and the Russian Civil War (including the postwar famine) amounted to a combined total of 18 million.[190] In 1932–1933, under Stalin's leadership, confiscations of grain by the Soviet authorities contributed to the second Soviet famine which caused millions of deaths;[191] surviving kulaks were persecuted and many sent to Gulags to do forced labour. Stalin was also responsible for the Great Purge of 1937–38 in which the NKVD executed 681,692 people;[192] millions of people were deported and exiled to remote areas of the Soviet Union.[193]",
    "Serbian war efforts (1914–1918) cost the country one quarter of its population.[194][195][196][197][198]",
    "Nazi Germany began the devastating Second World War in Europe by its leader, Adolf Hitler. Here Hitler, on the right, with his closest ally, the Italian dictator Benito Mussolini, in 1940.",
    "The social revolutions sweeping through Russia also affected other European nations following The Great War: in 1919, with the Weimar Republic in Germany and the First Austrian Republic; in 1922, with Mussolini's one-party fascist government in the Kingdom of Italy and in Atatürk's Turkish Republic, adopting the Western alphabet and state secularism.\nEconomic instability, caused in part by debts incurred in the First World War and 'loans' to Germany played havoc in Europe in the late 1920s and 1930s. This, and the Wall Street Crash of 1929, brought about the worldwide Great Depression. Helped by the economic crisis, social instability and the threat of communism, fascist movements developed throughout Europe placing Adolf Hitler in power of what became Nazi Germany.[199][200]",
    "In 1933, Hitler became the leader of Germany and began to work towards his goal of building Greater Germany. Germany re-expanded and took back the Saarland and Rhineland in 1935 and 1936. In 1938, Austria became a part of Germany following the Anschluss. Later that year, following the Munich Agreement signed by Germany, France, the United Kingdom, and Italy, Germany annexed the Sudetenland, which was a part of Czechoslovakia inhabited by ethnic Germans, and in early 1939, the remainder of Czechoslovakia was split into the Protectorate of Bohemia and Moravia, controlled by Germany and the Slovak Republic. At the time, the United Kingdom and France preferred a policy of appeasement.",
    "With tensions mounting between Germany and Poland over the future of Danzig, the Germans turned to the Soviets and signed the Molotov–Ribbentrop Pact, which allowed the Soviets to invade the Baltic states and parts of Poland and Romania. Germany invaded Poland on 1 September 1939, prompting France and the United Kingdom to declare war on Germany on 3 September, opening the European Theatre of the Second World War.[201][202][203] The Soviet invasion of Poland started on 17 September and Poland fell soon thereafter. On 24 September, the Soviet Union attacked the Baltic countries and, on 30 November, Finland, the latter of which was followed by the devastating Winter War for the Red Army.[204] The British hoped to land at Narvik and send troops to aid Finland, but their primary objective in the landing was to encircle Germany and cut the Germans off from Scandinavian resources. Around the same time, Germany moved troops into Denmark. The Phoney War continued.",
    "In May 1940, Germany attacked France through the Low Countries. France capitulated in June 1940. By August, Germany had begun a bombing offensive against the United Kingdom but failed to convince the Britons to give up.[205] In 1941, Germany invaded the Soviet Union in Operation Barbarossa.[206] On 7 December 1941 Japan's attack on Pearl Harbor drew the United States into the conflict as allies of the British Empire, and other allied forces.[207][208]",
    "The \"Big Three\" at the Yalta Conference in 1945; seated (from the left): Winston Churchill, Franklin D. Roosevelt and Joseph Stalin",
    "After the staggering Battle of Stalingrad in 1943, the German offensive in the Soviet Union turned into a continual fallback. The Battle of Kursk, which involved the largest tank battle in history, was the last major German offensive on the Eastern Front. In June 1944, British and American forces invaded France in the D-Day landings, opening a new front against Germany. Berlin finally fell in 1945, ending the Second World War in Europe. The war was the largest and most destructive in human history, with 60 million dead across the world.[209] More than 40 million people in Europe had died as a result of the Second World War,[210] including between 11 and 17 million people who perished during the Holocaust.[211] The Soviet Union lost around 27 million people (mostly civilians) during the war, about half of all Second World War casualties.[212] By the end of the Second World War, Europe had more than 40 million refugees.[213][214][215] Several post-war expulsions in Central and Eastern Europe displaced a total of about 20 million people.[216]",
    "",
    "The First World War, and especially the Second World War, diminished the eminence of Western Europe in world affairs. After the Second World War the map of Europe was redrawn at the Yalta Conference and divided into two blocs, the Western countries and the communist Eastern bloc, separated by what was later called by Winston Churchill an \"Iron Curtain\". The United States and Western Europe established the NATO alliance and, later, the Soviet Union and Central Europe established the Warsaw Pact.[217] Particular hot spots after the Second World War were Berlin and Trieste, whereby the Free Territory of Trieste, founded in 1947 with the UN, was dissolved in 1954 and 1975, respectively. The Berlin blockade in 1948 and 1949 and the construction of the Berlin Wall in 1961 were one of the great international crises of the Cold War.[218][219][220]",
    "The two new superpowers, the United States and the Soviet Union, became locked in a fifty-year-long Cold War, centred on nuclear proliferation. At the same time decolonisation, which had already started after the First World War, gradually resulted in the independence of most of the European colonies in Asia and Africa.[17]",
    "Flag of Europe, adopted by the Council of Europe in 1955 as the flag for the whole of Europe[221]",
    "In the 1980s the reforms of Mikhail Gorbachev and the Solidarity movement in Poland weakened the previously rigid communist system. The opening of the Iron Curtain at the Pan-European Picnic then set in motion a peaceful chain reaction, at the end of which the Eastern bloc, the Warsaw Pact and other communist states collapsed, and the Cold War ended.[222][223][224] Germany was reunited, after the symbolic fall of the Berlin Wall in 1989 and the maps of Central and Eastern Europe were redrawn once more.[225] This made old previously interrupted cultural and economic relationships possible, and previously isolated cities such as Berlin, Prague, Vienna, Budapest and Trieste were now again in the centre of Europe.[199][226][227][228]",
    "European integration also grew after the Second World War. In 1949 the Council of Europe was founded, following a speech by Sir Winston Churchill, with the idea of unifying Europe[18] to achieve common goals. It includes all European states except for Belarus, Russia,[229] and Vatican City. The Treaty of Rome in 1957 established the European Economic Community between six Western European states with the goal of a unified economic policy and common market.[230] In 1967 the EEC, European Coal and Steel Community, and Euratom formed the European Community, which in 1993 became the European Union. The EU established a parliament, court and central bank, and introduced the euro as a unified currency.[231] Between 2004 and 2013, more Central European countries began joining, expanding the EU to 28 European countries and once more making Europe a major economical and political centre of power.[232] However, the United Kingdom withdrew from the EU on 31 January 2020, as a result of a June 2016 referendum on EU membership.[233] The Russo-Ukrainian conflict, which has been ongoing since 2014, steeply escalated when Russia launched a full-scale invasion of Ukraine on 24 February 2022, marking the largest humanitarian and refugee crisis in Europe since the Second World War[234] and the Yugoslav Wars.[235]"
  ],
  "Geography": [
    "",
    "Main article: Geography of Europe",
    "Map of populous Europe and surrounding regions showing physical, political and population characteristics, as per 2018",
    "Europe makes up the western fifth of the Eurasian landmass.[28] It has a higher ratio of coast to landmass than any other continent or subcontinent.[236] Its maritime borders consist of the Arctic Ocean to the north, the Atlantic Ocean to the west and the Mediterranean, Black and Caspian Seas to the south.[237]\nLand relief in Europe shows great variation within relatively small areas. The southern regions are more mountainous, while moving north the terrain descends from the high Alps, Pyrenees and Carpathians, through hilly uplands, into broad, low northern plains, which are vast in the east. This extended lowland is known as the Great European Plain and at its heart lies the North German Plain. An arc of uplands also exists along the north-western seaboard, which begins in the western parts of the islands of Britain and Ireland, and then continues along the mountainous, fjord-cut spine of Norway.",
    "This description is simplified. Subregions such as the Iberian Peninsula and the Italian Peninsula contain their own complex features, as does mainland Central Europe itself, where the relief contains many plateaus, river valleys and basins that complicate the general trend. Sub-regions like Iceland, Britain and Ireland are special cases. The former is a land unto itself in the northern ocean that is counted as part of Europe, while the latter are upland areas that were once joined to the mainland until rising sea levels cut them off.",
    "Climate",
    "",
    "Main article: Climate of Europe",
    "Biomes of Europe and surrounding regions:       tundra      alpine tundra      taiga      montane forest       temperate broadleaf forest      mediterranean forest      temperate steppe      dry steppe",
    "Europe lies mainly in the temperate climate zone of the northern hemisphere, where the prevailing wind direction is from the west. The climate is milder in comparison to other areas of the same latitude around the globe due to the influence of the Gulf Stream, an ocean current which carries warm water from the Gulf of Mexico across the Atlantic ocean to Europe.[238] The Gulf Stream is nicknamed \"Europe's central heating\", because it makes Europe's climate warmer and wetter than it would otherwise be. The Gulf Stream not only carries warm water to Europe's coast but also warms up the prevailing westerly winds that blow across the continent from the Atlantic Ocean.",
    "Therefore, the average temperature throughout the year of Aveiro is 16 °C (61 °F), while it is only 13 °C (55 °F) in New York City which is almost on the same latitude, bordering the same ocean. Berlin, Germany; Calgary, Canada; and Irkutsk, in far south-eastern Russia, lie on around the same latitude; January temperatures in Berlin average around 8 °C (14 °F) higher than those in Calgary and they are almost 22 °C (40 °F) higher than average temperatures in Irkutsk.[238]",
    "The large water masses of the Mediterranean Sea, which equalise the temperatures on an annual and daily average, are also of particular importance. The water of the Mediterranean extends from the Sahara desert to the Alpine arc in its northernmost part of the Adriatic Sea near Trieste.[239]",
    "In general, Europe is not just colder towards the north compared to the south, but it also gets colder from the west towards the east. The climate is more oceanic in the west and less so in the east. This can be illustrated by the following table of average temperatures at locations roughly following the 64th, 60th, 55th, 50th, 45th and 40th latitudes. None of them is located at high altitude; most of them are close to the sea. (location, approximate latitude and longitude, coldest month average, hottest month average and annual average temperatures in degrees C)",
    "Köppen-Geiger climate classification map for Europe[240]",
    "Temperatures in °C\n\n\nLocation\nLatitude\nLongitude\nColdestmonth\nHottestmonth\nAnnualaverage\n\n\nReykjavík\n64 N\n22 W\n0.1\n11.2\n4.7\n\n\nUmeå\n64 N\n20 E\n−6.2\n16.0\n3.9\n\n\nOulu\n65 N\n25.5 E\n−9.6\n16.5\n2.7\n\n\nArkhangelsk\n64.5 N\n40.5 E\n−12.7\n16.3\n1.3\n\n\n\n\n\nLerwick\n60 N\n1 W\n3.5\n12.4\n7.4\n\n\nStockholm\n59.5 N\n19 E\n−1.7\n18.4\n7.4\n\n\nHelsinki\n60 N\n25 E\n−4.7\n17.8\n5.9\n\n\nSaint Petersburg\n60 N\n30 E\n−5.8\n18.8\n5.8\n\n\n\n\n\nEdinburgh\n55.5 N\n3 W\n4.2\n15.3\n9.3\n\n\nCopenhagen\n55.5 N\n12 E\n1.4\n18.1\n9.1\n\n\nKlaipėda\n55.5 N\n21 E\n−1.3\n17.9\n8.0\n\n\nMoscow\n55.5 N\n30 E\n−6.5\n19.2\n5.8\n\n\n\n\n\nIsles of Scilly\n50 N\n6 W\n7.9\n16.9\n11.8\n\n\nBrussels\n50.5 N\n4 E\n3.3\n18.4\n10.5\n\n\nKrakow\n50 N\n20 E\n−2.0\n19.2\n8.7\n\n\nKyiv\n50.5 N\n30 E\n−3.5\n20.5\n8.4\n\n\n\n\n\nBordeaux\n45 N\n0\n6.6\n21.4\n13.8\n\n\nVenice\n45.5 N\n12 E\n3.3\n23.0\n13.0\n\n\nBelgrade\n45 N\n20 E\n1.4\n23.0\n12.5\n\n\nAstrakhan\n46 N\n48 E\n−3.7\n25.6\n10.5\n\n\n\n\n\nCoimbra\n40 N\n8 W\n9.9\n21.9\n16.0\n\n\nValencia\n39.5 N\n0\n11.9\n26.1\n18.3\n\n\nNaples\n40.5 N\n14 E\n8.7\n24.9\n15.9\n\n\nIstanbul\n41 N\n29 E\n5.5\n23.4\n13.9",
    "[241]\nIt is notable how the average temperatures for the coldest month, as well as the annual average temperatures, drop from the west to the east. For instance, Edinburgh is warmer than Belgrade during the coldest month of the year, although Belgrade is around 10° of latitude farther south.",
    "Geology",
    "",
    "Main articles: Geology of Europe and Geological history of Europe",
    "Surficial geology of Europe",
    "The geological history of Europe traces back to the formation of the Baltic Shield (Fennoscandia) and the Sarmatian craton, both around 2.25 billion years ago, followed by the Volgo–Uralia shield, the three together leading to the East European craton (≈ Baltica) which became a part of the supercontinent Columbia. Around 1.1 billion years ago, Baltica and Arctica (as part of the Laurentia block) became joined to Rodinia, later resplitting around 550 million years ago to reform as Baltica. Around 440 million years ago Euramerica was formed from Baltica and Laurentia; a further joining with Gondwana then leading to the formation of Pangea. Around 190 million years ago, Gondwana and Laurasia split apart due to the widening of the Atlantic Ocean. Finally and very soon afterwards, Laurasia itself split up again, into Laurentia (North America) and the Eurasian continent. The land connection between the two persisted for a considerable time, via Greenland, leading to interchange of animal species. From around 50 million years ago, rising and falling sea levels have determined the actual shape of Europe and its connections with continents such as Asia. Europe's present shape dates to the late Tertiary period about five million years ago.[242]",
    "The geology of Europe is hugely varied and complex and gives rise to the wide variety of landscapes found across the continent, from the Scottish Highlands to the rolling plains of Hungary.[243] Europe's most significant feature is the dichotomy between highland and mountainous Southern Europe and a vast, partially underwater, northern plain ranging from Ireland in the west to the Ural Mountains in the east. These two halves are separated by the mountain chains of the Pyrenees and Alps/Carpathians. The northern plains are delimited in the west by the Scandinavian Mountains and the mountainous parts of the British Isles. Major shallow water bodies submerging parts of the northern plains are the Celtic Sea, the North Sea, the Baltic Sea complex and Barents Sea.",
    "The northern plain contains the old geological continent of Baltica and so may be regarded geologically as the \"main continent\", while peripheral highlands and mountainous regions in the south and west constitute fragments from various other geological continents. Most of the older geology of western Europe existed as part of the ancient microcontinent Avalonia.",
    "Flora",
    "Land use map of Europe with arable farmland (yellow), forest (dark green), pasture (light green) and tundra, or bogs, in the north (dark yellow)",
    "Having lived side by side with agricultural peoples for millennia, Europe's animals and plants have been profoundly affected by the presence and activities of humans. With the exception of Fennoscandia and northern Russia, few areas of untouched wilderness are currently found in Europe, except for various national parks.",
    "The main natural vegetation cover in Europe is mixed forest. The conditions for growth are very favourable. In the north, the Gulf Stream and North Atlantic Drift warm the continent. Southern Europe has a warm but mild climate. There are frequent summer droughts in this region. Mountain ridges also affect the conditions. Some of these, such as the Alps and the Pyrenees, are oriented east–west and allow the wind to carry large masses of water from the ocean in the interior. Others are oriented south–north (Scandinavian Mountains, Dinarides, Carpathians, Apennines) and because the rain falls primarily on the side of mountains that is oriented towards the sea, forests grow well on this side, while on the other side, the conditions are much less favourable. Few corners of mainland Europe have not been grazed by livestock at some point in time, and the cutting down of the preagricultural forest habitat caused disruption to the original plant and animal ecosystems.",
    "Floristic regions of Europe and neighbouring areas, according to Wolfgang Frey and Rainer Lösch",
    "Possibly 80 to 90 percent of Europe was once covered by forest.[244] It stretched from the Mediterranean Sea to the Arctic Ocean. Although over half of Europe's original forests disappeared through the centuries of deforestation, Europe still has over one quarter of its land area as forest, such as the broadleaf and mixed forests, taiga of Scandinavia and Russia, mixed rainforests of the Caucasus and the Cork oak forests in the western Mediterranean. During recent times, deforestation has been slowed and many trees have been planted. However, in many cases monoculture plantations of conifers have replaced the original mixed natural forest, because these grow quicker. The plantations now cover vast areas of land, but offer poorer habitats for many European forest dwelling species which require a mixture of tree species and diverse forest structure. The amount of natural forest in Western Europe is just 2–3% or less, while in its Western Russia its 5–10%. The European country with the smallest percentage of forested area is Iceland (1%), while the most forested country is Finland (77%).[245]",
    "In temperate Europe, mixed forest with both broadleaf and coniferous trees dominate. The most important species in central and western Europe are beech and oak. In the north, the taiga is a mixed spruce–pine–birch forest; further north within Russia and extreme northern Scandinavia, the taiga gives way to tundra as the Arctic is approached. In the Mediterranean, many olive trees have been planted, which are very well adapted to its arid climate; Mediterranean Cypress is also widely planted in southern Europe. The semi-arid Mediterranean region hosts much scrub forest. A narrow east–west tongue of Eurasian grassland (the steppe) extends westwards from Ukraine and southern Russia and ends in Hungary and traverses into taiga to the north.",
    "Fauna",
    "",
    "Main article: Fauna of Europe",
    "Biogeographic regions of Europe and bordering regions",
    "Glaciation during the most recent ice age and the presence of humans affected the distribution of European fauna. As for the animals, in many parts of Europe most large animals and top predator species have been hunted to extinction. The woolly mammoth was extinct before the end of the Neolithic period. Today wolves (carnivores) and bears (omnivores) are endangered. Once they were found in most parts of Europe. However, deforestation and hunting caused these animals to withdraw further and further. By the Middle Ages the bears' habitats were limited to more or less inaccessible mountains with sufficient forest cover. Today, the brown bear lives primarily in the Balkan peninsula, Scandinavia and Russia; a small number also persist in other countries across Europe (Austria, Pyrenees etc.), but in these areas brown bear populations are fragmented and marginalised because of the destruction of their habitat. In addition, polar bears may be found on Svalbard, a Norwegian archipelago far north of Scandinavia. The wolf, the second largest predator in Europe after the brown bear, can be found primarily in Central and Eastern Europe and in the Balkans, with a handful of packs in pockets of Western Europe (Scandinavia, Spain, etc.).",
    "Once roaming the great temperate forests of Eurasia, European bison now live in nature preserves in Białowieża Forest, on the border between Poland and Belarus.[246][247]",
    "Other carnivores include the European wildcat, red fox and arctic fox, the golden jackal, different species of martens, the European hedgehog, different species of reptiles (like snakes such as vipers and grass snakes) and amphibians, as well as different birds (owls, hawks and other birds of prey).",
    "Important European herbivores are snails, larvae, fish, different birds and mammals, like rodents, deer and roe deer, boars and living in the mountains, marmots, steinbocks, chamois among others. A number of insects, such as the small tortoiseshell butterfly, add to the biodiversity.[248]",
    "Sea creatures are also an important part of European flora and fauna. The sea flora is mainly phytoplankton. Important animals that live in European seas are zooplankton, molluscs, echinoderms, different crustaceans, squids and octopuses, fish, dolphins and whales.",
    "Biodiversity is protected in Europe through the Council of Europe's Bern Convention, which has also been signed by the European Community as well as non-European states.",
    ""
  ],
  "Politics": [
    "",
    "Main article: Politics of Europe",
    "",
    "See also: List of sovereign states and dependent territories in Europe, International organisations in Europe, Regions of Europe, and European integration",
    "‹The template below is included via a redirect (Template:Fake image) that is under discussion. See redirects for discussion to help reach a consensus.›",
    "A clickable Euler diagram[file] showing the relationships between various multinational European organisations and agreements vte",
    "The political map of Europe is substantially derived from the re-organisation of Europe following the Napoleonic Wars in 1815. The prevalent form of government in Europe is parliamentary democracy, in most cases in the form of Republic; in 1815, the prevalent form of government was still the Monarchy. Europe's remaining eleven monarchies[249] are constitutional.",
    "European integration is the process of political, legal, economic (and in some cases social and cultural) integration of European states as it has been pursued by the powers sponsoring the Council of Europe since the end of the Second World War. The European Union has been the focus of economic integration on the continent since its foundation in 1993. More recently, the Eurasian Economic Union has been established as a counterpart comprising former Soviet states.",
    "27 European states are members of the politico-economic European Union, 26 of the border-free Schengen Area and 20 of the monetary union Eurozone. Among the smaller European organisations are the Nordic Council, the Benelux, the Baltic Assembly and the Visegrád Group."
  ],
  "Economy": [
    "",
    "Main articles: Economy of Europe, List of sovereign states in Europe by GDP (nominal), and List of sovereign states in Europe by GDP (PPP)",
    "GDP (PPP) per capita of European countries in 2021          >$60,000      $50,000 - $60,000       $40,000 - $50,000      $30,000 - $40,000       $20,000 - $30,000      $10,000 - $20,000",
    "As a continent, the economy of Europe is currently the largest on Earth and it is the richest region as measured by assets under management with over $32.7 trillion compared to North America's $27.1 trillion in 2008.[250] In 2009 Europe remained the wealthiest region. Its $37.1 trillion in assets under management represented one-third of the world's wealth. It was one of several regions where wealth surpassed its precrisis year-end peak.[251] As with other continents, Europe has a large wealth gap among its countries. The richer states tend to be in the Northwest and West in general, followed by Central Europe, while most economies of Eastern and Southeastern Europe are still reemerging from the collapse of the Soviet Union and the breakup of Yugoslavia.",
    "The model of the Blue Banana was designed as an economic geographic representation of the respective economic power of the regions, which was further developed into the Golden Banana or Blue Star. The trade between East and West, as well as towards Asia, which had been disrupted for a long time by the two world wars, new borders and the Cold War, increased sharply after 1989. In addition, there is new impetus from the Chinese Belt and Road Initiative across the Suez Canal towards Africa and Asia.[252]",
    "The European Union, a political entity composed of 27 European states, comprises the largest single economic area in the world. Nineteen EU countries share the euro as a common currency.\nFive European countries rank in the top ten of the world's largest national economies in GDP (PPP). This includes (ranks according to the CIA): Germany (6), Russia (7), the United Kingdom (10), France (11) and Italy (13).[253]",
    "Some European countries are much richer than others. The richest in terms of nominal GDP is Monaco with its US$185,829 per capita (2018) and the poorest is Ukraine with its US$3,659 per capita (2019).[254]",
    "As a whole, Europe's GDP per capita is US$21,767 according to a 2016 International Monetary Fund assessment.[255]",
    "Rank\n\nCountry\n\nGDP (nominal, Peak Year)millions of USD\n\nPeak Year\n\n\n\n European Union[256]\n19,226,235\n2008\n\n\n1\n Germany\n4,308,854\n2023\n\n\n2\n United Kingdom\n3,158,938\n2023\n\n\n3\n France\n2,957,423\n2021\n\n\n4\n Italy\n2,408,392\n2008\n\n\n5\n Russia\n2,288,428\n2013\n\n\n6\n Spain\n1,631,685\n2008\n\n\n7\n Netherlands\n1,080,880\n2023\n\n\n8\n Turkey\n1,029,303\n2023\n\n\n9\n Switzerland\n869,601\n2023\n\n\n10\n Poland\n748,887\n2023",
    "Rank\n\nCountry\n\nGDP (PPP, Peak Year)millions of USD\n\nPeak Year\n\n\n\n European Union[257]\n25,399,093\n2023\n\n\n1\n Germany\n5,545,656\n2023\n\n\n2\n Russia\n4,988,829\n2023\n\n\n3\n France\n3,872,729\n2023\n\n\n4\n United Kingdom\n3,846,931\n2023\n\n\n5\n Turkey\n3,572,551\n2023\n\n\n6\n Italy\n3,195,548\n2023\n\n\n7\n Spain\n2,363,535\n2023\n\n\n8\n Poland\n1,705,282\n2023\n\n\n9\n Netherlands\n1,290,947\n2023\n\n\n10\n Romania\n783,903\n2023",
    "",
    "Economic history",
    "Industrial growth (1760–1945)",
    "Capitalism has been dominant in the Western world since the end of feudalism.[258] From Britain, it gradually spread throughout Europe.[259] The Industrial Revolution started in Europe, specifically the United Kingdom in the late 18th century,[260] and the 19th century saw Western Europe industrialise. Economies were disrupted by the First World War, but by the beginning of the Second World War, they had recovered and were having to compete with the growing economic strength of the United States. The Second World War, again, damaged much of Europe's industries.",
    "Cold War (1945–1991)",
    "Fall of the Berlin Wall in 1989",
    "Eurozone (blue colour)",
    "After the Second World War the economy of the UK was in a state of ruin,[261] and continued to suffer relative economic decline in the following decades.[262] Italy was also in a poor economic condition but regained a high level of growth by the 1950s. West Germany recovered quickly and had doubled production from pre-war levels by the 1950s.[263] France also staged a remarkable comeback enjoying rapid growth and modernisation; later on Spain, under the leadership of Franco, also recovered and the nation recorded huge unprecedented economic growth beginning in the 1960s in what is called the Spanish miracle.[264] The majority of Central and Eastern European states came under the control of the Soviet Union and thus were members of the Council for Mutual Economic Assistance (COMECON).[265]",
    "The states which retained a free-market system were given a large amount of aid by the United States under the Marshall Plan.[266] The western states moved to link their economies together, providing the basis for the EU and increasing cross border trade. This helped them to enjoy rapidly improving economies, while those states in COMECON were struggling in a large part due to the cost of the Cold War. Until 1990, the European Community was expanded from 6 founding members to 12. The emphasis placed on resurrecting the West German economy led to it overtaking the UK as Europe's largest economy.",
    "Reunification (1991–present)",
    "One of Kosovo's main economical sources is mining, because it has large reserves of lead, zinc, silver, nickel, cobalt, copper, iron and bauxite.[267] Miners at the Trepča Mines in Mitrovica, Kosovo in 2011.",
    "With the fall of communism in Central and Eastern Europe in 1991, the post-socialist states underwent shock therapy measures to liberalise their economies and implement free market reforms.",
    "After East and West Germany were reunited in 1990, the economy of West Germany struggled as it had to support and largely rebuild the infrastructure of East Germany, while the latter experienced sudden mass unemployment and plummeting of industrial production.",
    "By the millennium change, the EU dominated the economy of Europe, comprising the five largest European economies of the time: Germany, the United Kingdom, France, Italy, and Spain. In 1999, 12 of the 15 members of the EU joined the Eurozone, replacing their national currencies by the euro.",
    "Figures released by Eurostat in 2009 confirmed that the Eurozone had gone into recession in 2008.[268] It impacted much of the region.[269] In 2010, fears of a sovereign debt crisis[270] developed concerning some countries in Europe, especially Greece, Ireland, Spain and Portugal.[271] As a result, measures were taken, especially for Greece, by the leading countries of the Eurozone.[272] The EU-27 unemployment rate was 10.3% in 2012.[273] For those aged 15–24 it was 22.4%.[273]"
  ],
  "Demographics": [
    "",
    "Main article: Demographics of Europe",
    "",
    "See also: List of European countries by population and Ageing of Europe",
    "Population growth in and around Europe in 2021[274]",
    "The population of Europe was about 742 million in 2023 according to UN estimates.[2][3] This is slightly more than one ninth of the world's population.[c] The population density of Europe (the number of people per area) is the second highest of any continent, behind Asia. The population of Europe is currently slowly decreasing, by about 0.2% per year,[275] because there are fewer births than deaths. This natural decrease in population is reduced by the fact that more people migrate to Europe from other continents than vice versa.",
    "Southern Europe and Western Europe are the regions with the highest average number of elderly people in the world, today they comprise 21% of the population, with over 65 years.[276] Projections suggest that by 2050 Europe will reach 30%.[277] This is caused by the fact that the population has been having children below replacement level since the 1970s. The United Nations predicts that Europe will decline its population between 2022 and 2050 by -7 per cent, without changing immigration movements.[278]",
    "Ethnic groups",
    "",
    "Main article: Ethnic groups in Europe",
    "",
    "Further information: Genetic history of Europe",
    "Pan and Pfeil (2004) count 87 distinct \"peoples of Europe\", of which 33 form the majority population in at least one sovereign state, while the remaining 54 constitute ethnic minorities.[279]\nAccording to a population projection of the UN Population Division, Europe's population may fall to between 680 and 720 people by 2050, which would be 7% of the world population at that time.[280] Within this context, significant disparities exist between regions in relation to fertility rates. The average number of children per female of child-bearing age is 1.52.[281] The UN predicts a steady population decline in Central and Eastern Europe as a result of emigration and low birth rates.[282]",
    "Migration",
    "",
    "Main articles: Immigration to Europe and European diaspora",
    "Map showing areas of European settlement (people who claim full European descent)",
    "Europe is home to the highest number of migrants of all global regions at nearly 87 million people in 2020, according to the International Organisation for Migration.[283] In 2005, the EU had an overall net gain from immigration of 1.8 million people. This accounted for almost 85% of Europe's total population growth.[284] In 2021, 827,000 persons were given citizenship of an EU member state, a increase of about 14% compared with 2020.[285] 2.3 million immigrants from non-EU countries entered the EU in 2021.[285]",
    "Early modern emigration from Europe began with Spanish and Portuguese settlers in the 16th century,[286][287] and French and English settlers in the 17th century.[288] But numbers remained relatively small until waves of mass emigration in the 19th century, when millions of poor families left Europe.[289]",
    "Today, large populations of European descent are found on every continent. European ancestry predominates in North America and to a lesser degree in South America (particularly in Uruguay, Argentina, Chile and Brazil, while most of the other Latin American countries also have a considerable population of European origins). Australia and New Zealand have large European-derived populations. Africa has no countries with European-derived majorities (or with the exception of Cape Verde and probably São Tomé and Príncipe, depending on context), but there are significant minorities, such as the White South Africans in South Africa. In Asia, European-derived populations, (specifically Russians), predominate in North Asia and some parts of Northern Kazakhstan.[290]",
    "Languages",
    "",
    "Main article: Languages of Europe",
    "Distribution of major languages of Europe",
    "",
    "See also: List of European languages by number of speakers",
    "Europe has about 225 indigenous languages,[291] mostly falling within three Indo-European language groups: the Romance languages, derived from the Latin of the Roman Empire; the Germanic languages, whose ancestor language came from southern Scandinavia; and the Slavic languages.[242] Slavic languages are mostly spoken in Southern, Central and Eastern Europe. Romance languages are spoken primarily in Western and Southern Europe, as well as in Switzerland in Central Europe and Romania and Moldova in Eastern Europe. Germanic languages are spoken in Western, Northern and Central Europe as well as in Gibraltar and Malta in Southern Europe.[242] Languages in adjacent areas show significant overlaps (such as in English, for example). Other Indo-European languages outside the three main groups include the Baltic group (Latvian and Lithuanian), the Celtic group (Irish, Scottish Gaelic, Manx, Welsh, Cornish and Breton[242]), Greek, Armenian and Albanian.",
    "A distinct non-Indo-European family of Uralic languages (Estonian, Finnish, Hungarian, Erzya, Komi, Mari, Moksha and Udmurt) is spoken mainly in Estonia, Finland, Hungary and parts of Russia. Turkic languages include Azerbaijani, Kazakh and Turkish, in addition to smaller languages in Eastern and Southeast Europe (Balkan Gagauz Turkish, Bashkir, Chuvash, Crimean Tatar, Karachay-Balkar, Kumyk, Nogai and Tatar). Kartvelian languages (Georgian, Mingrelian and Svan) are spoken primarily in Georgia. Two other language families reside in the North Caucasus (termed Northeast Caucasian, most notably including Chechen, Avar and Lezgin; and Northwest Caucasian, most notably including Adyghe). Maltese is the only Semitic language that is official within the EU, while Basque is the only European language isolate.",
    "Multilingualism and the protection of regional and minority languages are recognised political goals in Europe today. The Council of Europe Framework Convention for the Protection of National Minorities and the Council of Europe's European Charter for Regional or Minority Languages set up a legal framework for language rights in Europe.",
    "Religion",
    "",
    "Main article: Religion in Europe",
    "Religion in Europe according to the Global Religious Landscape survey by the Pew Forum, 2016[8]\n\n  Christianity (76.2%)  No religion (18.3%)  Islam (4.9%)  Buddhism (0.2%)  Hinduism (0.2%)  Folk religion (0.1%)  Other religions (0.1%)",
    "The largest religion in Europe is Christianity, with 76.2% of Europeans considering themselves Christians,[292] including Catholic, Eastern Orthodox and various Protestant denominations. Among Protestants, the most popular are Lutheranism, Anglicanism and the Reformed faith. Smaller Protestant denominations include Anabaptists as well as denominations centered in the United States such as Pentecostalism, Methodism, and Evangelicalism. Although Christianity originated in the Middle East, its centre of mass shifted to Europe when it became the official religion of the Roman Empire in the late 4th century. Today, a bit over 25% of the world's Christians live in Europe.[293]",
    "Islam is the second most popular religion in Europe. Over 25 million Europeans, or roughly 5% of the population, adhere to it. In Albania and Bosnia and Herzegovina, two countries in the Balkan peninsula in Southeastern Europe, Islam instead of Christianity is the majority religion.  This is of also the case in Turkey and in certain parts of Russia, as well as in Azerbaijan and Kazakhstan, all of which are at the border to Asia.[294] Many countries in Europe are home to a sizeable Muslim minority, and immigration to Europe has increased the number of Muslim people in Europe in recent years.",
    "The Jewish population in Europe was about 1.3 million people in 2020 (about 0.2% of the population). There is a long history of Jewish life in Europe, beginning in antiquity. During the late 19th and early 20th centuries, the Russian Empire had the majority of the world's Jews living within its borders.[295] In 1897, according to Russian census of 1897, the total Jewish population of Russia was 5.1 million people, which was 4.13% of total population. Of this total, the vast majority lived within the Pale of Settlement.[296] In 1933, there were about 9.5 million Jewish people in Europe, representing 1.7% of the population,[297] but most were killed or displaced across Europe during The Holocaust.[298][299] In the 21st century, France has the largest Jewish population in Europe, followed by the United Kingdom, Germany and Russia.[300]",
    "Other religions practiced in Europe include Hinduism and Buddhism, are minority religions (though Tibetan Buddhism is the majority religion of Russia's Republic of Kalmykia).",
    "A large and increasing number people in Europe are irreligious, atheist and agnostic. They are estimated to make up about 18.3% of Europe's population currently.[294]",
    "Major cities and urban areas",
    "",
    "Further information: List of European cities by population within city limits",
    "The three largest urban areas of Europe are Moscow, London and Paris. All have over 10 million residents,[301] and as such have been described as megacities.[302] While Istanbul has the highest total city population, it lies partly in Asia. 64.9% of the residents live on the European side and 35.1% on the Asian side.\nThe next largest cities in order of population are Madrid, Saint Petersburg, Milan, Barcelona, Berlin, and Rome each having over 3 million residents.[301]",
    "When considering the commuter belts or metropolitan areas, within Europe (for which comparable data is available) Moscow covers the largest population, followed in order by Istanbul, London, Paris, Madrid, Milan, Ruhr Area, Saint Petersburg, Rhein-Süd, Barcelona and Berlin.[303]",
    "",
    "European megacitiesMoscowLondonParisIstanbul[b]"
  ],
  "Culture": [
    "",
    "Main article: Culture of Europe",
    "",
    "Further information: European folklore and European art",
    "Map purportedly displaying the European continent split along cultural and state borders as proposed by the German organization Ständiger Ausschuss für geographische Namen [de] (StAGN)",
    "\"Europe\" as a cultural concept is substantially derived from the shared heritage of ancient Greece and the Roman Empire and its cultures. The boundaries of Europe were historically understood as those of Christendom (or more specifically Latin Christendom), as established or defended throughout the medieval and early modern history of Europe, especially against Islam, as in the Reconquista and the Ottoman wars in Europe.[304]",
    "This shared cultural heritage is combined by overlapping indigenous national cultures and folklores, roughly divided into Slavic, Latin (Romance) and Germanic, but with several components not part of either of these group (notably Greek, Basque and Celtic). Historically, special examples with overlapping cultures are Strasbourg with Latin (Romance) and Germanic or Trieste with Latin, Slavic and Germanic roots.\nCultural contacts and mixtures shape a large part of the regional cultures of Europe. Europe is often described as \"maximum cultural diversity with minimal geographical distances\".",
    "Different cultural events are organized in Europe, with the aim of bringing different cultures closer together and raising awareness of their importance, such as the European Capital of Culture, the European Region of Gastronomy, the European Youth Capital and the European Capital of Sport.",
    "Sport",
    "This section is an excerpt from Sport in Europe.[edit]\n Football is one of the most popular sports in Europe. Camp Nou stadium in Barcelona, the largest in Europe.\nSport in Europe tends to be highly organized with many sports having professional leagues.\n\nThe origins of many of the world's most popular sports today lie in the codification of many traditional games, especially in Great Britain. However, a paradoxical feature of European sport is the remarkable extent to which local, regional and national variations continue to exist, and even in some instances to predominate.[305]"
  ]
}
