{
  "Geography": [
    "",
    "Main article: Geography of South America",
    "",
    "See also: Category:Environment of South America",
    "A composite relief image of South America",
    "Modern political map of South America",
    "South America occupies the southern portion of the Americas. The continent is generally delimited on the northwest by the Darién watershed along the Colombia–Panama border, although some may consider the border instead to be the Panama Canal. Geopolitically[10] and geographically, all of Panama – including the segment east of the Panama Canal in the isthmus – is typically included in North America alone[11][12][13] and among the countries of Central America.[14][15] Almost all of mainland South America sits on the South American Plate.",
    "South America is home to the world's highest uninterrupted waterfall, Angel Falls in Venezuela; the highest single drop waterfall Kaieteur Falls in Guyana; the largest river by volume, the Amazon River; the longest mountain range, the Andes (whose highest mountain is Aconcagua at 6,962 m or 22,841 ft); the driest non-polar place on earth, the Atacama Desert;[16][17][18] the wettest place on earth, López de Micay in Colombia; the largest rainforest, the Amazon rainforest; the highest capital city, La Paz, Bolivia; the highest commercially navigable lake in the world, Lake Titicaca; and, excluding research stations in Antarctica, the world's southernmost permanently inhabited community, Puerto Toro, Chile.",
    "South America's major mineral resources are gold, silver, copper, iron ore, tin, and petroleum. These resources found in South America have brought high income to its countries especially in times of war or of rapid economic growth by industrialized countries elsewhere. However, the concentration in producing one major export commodity often has hindered the development of diversified economies. The fluctuation in the price of commodities in the international markets has led historically to major highs and lows in the economies of South American states, often causing extreme political instability. This is leading to efforts to diversify production to drive away from staying as economies dedicated to one major export.",
    "Brazil is the largest country in South America, covering a little less than half of the continent's land area and encompassing around half of the continent's population.[19] The remaining countries and territories are divided among four subregions: the Andean states, Caribbean South America, The Guianas, and the Southern Cone.[20]",
    "Outlying islands[edit]",
    "Los Roques Archipelago, Venezuela",
    "Physiographically, South America also includes some of the nearby islands. The Dutch ABC islands (Aruba, Bonaire, and Curaçao), the islands of Trinidad and Tobago (Trinidad Island and Tobago Island etc.), the State of Nueva Esparta, and the Federal Dependencies of Venezuela sit on the northern portion of the South American continental shelf and are sometimes considered parts of the continent. Geopolitically, all the island countries and territories in the Caribbean have generally been grouped as a subregion of North America instead. By contrast, Aves Island (administered by Venezuela) and the Archipelago of San Andrés, Providencia and Santa Catalina (San Andrés Island, Providencia Island, and Santa Catalina Island etc., which are administered by Colombia) are politically parts of South American countries but physiographically parts of North America.[13][21][22]",
    "Other islands often associated with geopolitical South America are the Chiloé Archipelago and Robinson Crusoe Island (both administered by Chile), Easter Island (culturally a part of Oceania, also administered by Chile),[23] the Galápagos Islands (administered by Ecuador, sometimes considered part of Oceania),[23][24][25] and Tierra del Fuego (split between Argentina and Chile). In the Atlantic Ocean, Brazil administers Fernando de Noronha, Trindade and Martim Vaz, and the Saint Peter and Saint Paul Archipelago, while the Falkland Islands (Spanish: Islas Malvinas) and South Georgia and the South Sandwich Islands (biogeographically and hydrologically associated with Antarctica)[26] have been administered as two British Overseas Territories under the Crown, whose sovereignty over the islands is disputed by Argentina.",
    "Special cases[edit]",
    "An isolated volcanic island on the South American Plate, Ascension Island is geologically a part of South America.[27] Administered as a dependency of Saint Helena, Ascension and Tristan da Cunha, the island is geopolitically a part of Africa.",
    "An uninhabited sub-Antarctic volcanic island located in the South Atlantic Ocean, Bouvet Island (administered by Norway) is geographically, geologically, biogeographically, and hydrologically associated with Antarctica, but the United Nations geoscheme has included the territory in South America instead.",
    "",
    "Climate[edit]",
    "Köppen-Geiger climate classification map for South America[28]",
    "All of the world's major climate zones are present in South America.[29]",
    "The distribution of the average temperatures in the region presents a constant regularity from the 30° of latitude south, when the isotherms tend, more and more, to be confused with the degrees of latitude.[30]",
    "In temperate latitudes, winters and summers are milder than in North America. This is because the most extensive part of the continent is in the equatorial zone (the region has more areas of equatorial plains than any other region),[30] therefore giving the Southern Cone more oceanic influence, which moderates year round temperatures.",
    "The average annual temperatures in the Amazon basin oscillate around 27 °C (81 °F), with low thermal amplitudes and high rainfall indices. Between the Maracaibo Lake and the mouth of the Orinoco, predominates an equatorial climate of the type Congolese, that also includes parts of the Brazilian territory.[30]",
    "The east-central Brazilian plateau has a humid and warm tropical climate. The northern and eastern parts of the Argentine pampas have a humid subtropical climate with dry winters and humid summers of the Chinese type, while the western and eastern ranges have a subtropical climate of the dinaric type. At the highest points of the Andean region, climates are colder than the ones occurring at the highest point of the Norwegian fjords. In the Andean plateaus, the warm climate prevails, although it is tempered by the altitude, while in the coastal strip, there is an equatorial climate of the Guinean type. From this point until the north of the Chilean coast appear, successively, Mediterranean oceanic climate, temperate of the Breton type and, already in Tierra del Fuego, cold climate of the Siberian type.[30]",
    "Map of all tropical cyclone tracks from 1945 to 2006",
    "The distribution of rainfall is related to the regime of winds and air masses. In most of the tropical region east of the Andes, winds blowing from the northeast, east and southeast carry moisture from the Atlantic, causing abundant rainfall. However, due to a consistently strong wind shear and a weak Intertropical Convergence Zone, South Atlantic tropical cyclones are rare.[31] In the Orinoco Llanos and in the Guianas Plateau, the precipitation levels go from moderate to high. The Pacific coast of Colombia and northern Ecuador are rainy regions, with Chocó in Colombia being the rainiest place in the world along with the northern slopes of Indian Himalayas.[32] The Atacama Desert, along this stretch of coast, is one of the driest regions in the world. The central and southern parts of Chile are subject to extratropical cyclones, and most of the Argentine Patagonia is desert. In the Pampas of Argentina, Uruguay and South of Brazil the rainfall is moderate, with rains well distributed during the year. The moderately dry conditions of the Chaco oppose the intense rainfall of the eastern region of Paraguay. In the semiarid coast of the Brazilian Northeast the rains are linked to a monsoon regime.[30]",
    "Important factors in the determination of climates are sea currents, such as the current Humboldt and Falklands. The equatorial current of the South Atlantic strikes the coast of the Northeast and there is divided into two others: the current of Brazil and a coastal current that flows to the northwest towards the Antilles, where there it moves towards northeast course thus forming the most Important and famous ocean current in the world, the Gulf Stream.[30][33]",
    "Fauna[edit]",
    "",
    "Main article: Fauna of South America",
    "South America is one of the most biodiverse continents on Earth. South America is home to many unique species of animals including the llama, anaconda, piranha, jaguar, vicuña, and tapir. The Amazon rainforests possess high biodiversity, containing a major proportion of Earth's species."
  ],
  "History": [
    "",
    "Main article: History of South America",
    "Prehistory[edit]",
    "",
    "Further information: History of South America § Pre-Columbian era",
    "The prehistoric Cueva de las Manos, or \"Cave of the Hands\", in Argentina",
    "South America is thought to have been first inhabited by humans when people were crossing the Bering Land Bridge (now the Bering Strait) at least 15,000 years ago from the territory that is present-day Russia. They migrated south through North America, and eventually reached South America through the Isthmus of Panama.",
    "The first evidence for the existence of the human race in South America dates back to about 9000 BC, when squashes, chili peppers and beans began to be cultivated for food in the highlands of the Amazon Basin. Pottery evidence further suggests that manioc, which remains a staple food today, was being cultivated as early as 2000 BC.[34]",
    "By 2000 BC, many agrarian communities had been settled throughout the Andes and the surrounding regions. Fishing became a widespread practice along the coast, helping establish fish as a primary source of food. Irrigation systems were also developed at this time, which aided in the rise of an agrarian society.[34]",
    "South American cultures began domesticating llamas, vicuñas, guanacos, and alpacas in the highlands of the Andes circa 3500 BC. Besides their use as sources of meat and wool, these animals were used for transportation of goods.[34]",
    "Pre-Columbian civilizations[edit]",
    "",
    "Main article: Pre-Columbian era § South America",
    "The Inca estate of Machu Picchu, Peru is one of the New Seven Wonders of the World.",
    "The rise of plant growing and the subsequent appearance of permanent human settlements allowed for the multiple and overlapping beginnings of civilizations in South America.",
    "One of the earliest known South American civilizations was at Norte Chico, on the central Peruvian coast. Though a pre-ceramic culture, the monumental architecture of Norte Chico is contemporaneous with the pyramids of Ancient Egypt. Norte Chico governing class established a trade network and developed agriculture then followed by Chavín by 900 BC, according to some estimates and archaeological finds. Artifacts were found at a site called Chavín de Huantar in modern Peru at an elevation of 3,177 meters (10,423 ft). Chavín civilization spanned 900 BC to 300 BC.",
    "In the central coast of Peru, around the beginning of the 1st millennium AD, Moche (100 BC – 700 AD, at the northern coast of Peru), Paracas and Nazca (400 BC – 800 AD, Peru) cultures flourished with centralized states with permanent militia improving agriculture through irrigation and new styles of ceramic art. At the Altiplano, Tiahuanaco or Tiwanaku (100 BC – 1200 AD, Bolivia) managed a large commercial network based on religion.",
    "Around the 7th century, both Tiahuanaco and Wari or Huari Empire (600–1200, Central and northern Peru) expanded its influence to all the Andean region, imposing the Huari urbanism and Tiahuanaco religious iconography.",
    "The Muisca were the main indigenous civilization in what is now Colombia. They established the Muisca Confederation of many clans, or cacicazgos, that had a free trade network among themselves. They were goldsmiths and farmers.",
    "Other important Pre-Columbian cultures include: the Cañaris (in south central Ecuador), Chimú Empire (1300–1470, Peruvian northern coast), Chachapoyas, and the Aymaran kingdoms (1000–1450, Western Bolivia and southern Peru).\nHolding their capital at the great city of Cusco, the Inca civilization dominated the Andes region from 1438 to 1533. Known as Tawantin suyu, and \"the land of the four regions,\" in Quechua, the Inca Empire was highly distinct and developed. Inca rule extended to nearly a hundred linguistic or ethnic communities, some nine to fourteen million people connected by a 25,000 kilometer road system. Cities were built with precise, unmatched stonework, constructed over many levels of mountain terrain. Terrace farming was a useful form of agriculture.",
    "The Mapuche in Central and Southern Chile resisted the European and Chilean settlers, waging the Arauco War for more than 300 years.",
    "",
    "European colonization[edit]",
    "",
    "Main articles: Spanish colonization of the Americas and Portuguese colonization of the Americas",
    "Woodcut depicting Italian explorer Amerigo Vespucci's first voyage (1497–98) to the New World, from the first known published edition of Vespucci's 1504 letter to Piero Soderini",
    "In 1494, Portugal and Spain, the two great maritime European powers of that time, on the expectation of new lands being discovered in the west, signed the Treaty of Tordesillas, by which they agreed, with the support of the Pope, that all the land outside Europe should be an exclusive duopoly between the two countries.[35]",
    "The Inca–Spanish confrontation in the Battle of Cajamarca left thousands of natives dead.",
    "The treaty established an imaginary line along a north–south meridian 370 leagues west of the Cape Verde Islands, roughly 46° 37' W. In terms of the treaty, all land to the west of the line (known to comprise most of the South American soil) would belong to Spain, and all land to the east, to Portugal. As accurate measurements of longitude were impossible at that time, the line was not strictly enforced, resulting in a Portuguese expansion of Brazil across the meridian.",
    "Beginning in the 1530s, the people and natural resources of South America were repeatedly exploited by foreign conquistadors, first from Spain and later from Portugal. These competing colonial nations claimed the land and resources as their own and divided it into colonies.",
    "European infectious diseases (smallpox, influenza, measles, and typhus) – to which the native populations had no immune resistance – caused large-scale depopulation of the native population under Spanish control. Systems of forced labor, such as the haciendas and mining industry's mit'a also contributed to the depopulation. After this, enslaved Africans, who had developed immunities to these diseases, were quickly brought in to replace them.",
    "A map of the Spanish and Portuguese colonies in the Americas in 1790",
    "The Spaniards were committed to converting their native subjects to Christianity and were quick to purge any native cultural practices that hindered this end; however, many initial attempts at this were only partially successful, as native groups simply blended Catholicism with their established beliefs and practices. Furthermore, the Spaniards brought their language to the degree they did with their religion, although the Roman Catholic Church's evangelization in Quechua, Aymara, and Guaraní actually contributed to the continuous use of these native languages albeit only in the oral form.",
    "Eventually, the natives and the Spaniards interbred, forming a mestizo class. At the beginning, many mestizos of the Andean region were offspring of Amerindian mothers and Spanish fathers. After independence, most mestizos had native fathers and European or mestizo mothers.",
    "The Portuguese explorer Pedro Álvares Cabral landing in Brazil in 1500",
    "Many native artworks were considered pagan idols and destroyed by Spanish explorers; this included many gold and silver sculptures and other artifacts found in South America, which were melted down before their transport to Spain or Portugal. Spaniards and Portuguese brought the western European architectural style to the continent, and helped to improve infrastructures like bridges, roads, and the sewer system of the cities they discovered or conquered. They also significantly increased economic and trade relations, not just between the old and new world but between the different South American regions and peoples. Finally, with the expansion of the Portuguese and Spanish languages, many cultures that were previously separated became united through that of Latin American.",
    "Guyana was initially colonized by the Dutch before coming under British control, though there was a brief period during the Napoleonic Wars when it was occupied by the French. The region was initially partitioned between the Dutch, French and British before fully coming under the control of Britain.",
    "Dutch colonial houses in Paramaribo, Suriname",
    "Suriname was first explored by the Spanish in the 16th century and then settled by the English in the mid-17th century. It became a Dutch colony in 1667.[36]",
    "Slavery in South America[edit]",
    "",
    "See also: Slavery among the indigenous peoples of the Americas and Atlantic slave trade",
    "Public flogging of a slave in 19th-century Brazil",
    ".mw-parser-output .hlist dl,.mw-parser-output .hlist ol,.mw-parser-output .hlist ul{margin:0;padding:0}.mw-parser-output .hlist dd,.mw-parser-output .hlist dt,.mw-parser-output .hlist li{margin:0;display:inline}.mw-parser-output .hlist.inline,.mw-parser-output .hlist.inline dl,.mw-parser-output .hlist.inline ol,.mw-parser-output .hlist.inline ul,.mw-parser-output .hlist dl dl,.mw-parser-output .hlist dl ol,.mw-parser-output .hlist dl ul,.mw-parser-output .hlist ol dl,.mw-parser-output .hlist ol ol,.mw-parser-output .hlist ol ul,.mw-parser-output .hlist ul dl,.mw-parser-output .hlist ul ol,.mw-parser-output .hlist ul ul{display:inline}.mw-parser-output .hlist .mw-empty-li{display:none}.mw-parser-output .hlist dt::after{content:\": \"}.mw-parser-output .hlist dd::after,.mw-parser-output .hlist li::after{content:\" · \";font-weight:bold}.mw-parser-output .hlist dd:last-child::after,.mw-parser-output .hlist dt:last-child::after,.mw-parser-output .hlist li:last-child::after{content:none}.mw-parser-output .hlist dd dd:first-child::before,.mw-parser-output .hlist dd dt:first-child::before,.mw-parser-output .hlist dd li:first-child::before,.mw-parser-output .hlist dt dd:first-child::before,.mw-parser-output .hlist dt dt:first-child::before,.mw-parser-output .hlist dt li:first-child::before,.mw-parser-output .hlist li dd:first-child::before,.mw-parser-output .hlist li dt:first-child::before,.mw-parser-output .hlist li li:first-child::before{content:\" (\";font-weight:normal}.mw-parser-output .hlist dd dd:last-child::after,.mw-parser-output .hlist dd dt:last-child::after,.mw-parser-output .hlist dd li:last-child::after,.mw-parser-output .hlist dt dd:last-child::after,.mw-parser-output .hlist dt dt:last-child::after,.mw-parser-output .hlist dt li:last-child::after,.mw-parser-output .hlist li dd:last-child::after,.mw-parser-output .hlist li dt:last-child::after,.mw-parser-output .hlist li li:last-child::after{content:\")\";font-weight:normal}.mw-parser-output .hlist ol{counter-reset:listitem}.mw-parser-output .hlist ol>li{counter-increment:listitem}.mw-parser-output .hlist ol>li::before{content:\" \"counter(listitem)\"\\a0 \"}.mw-parser-output .hlist dd ol>li:first-child::before,.mw-parser-output .hlist dt ol>li:first-child::before,.mw-parser-output .hlist li ol>li:first-child::before{content:\" (\"counter(listitem)\"\\a0 \"}",
    ".mw-parser-output .sidebar{width:22em;float:right;clear:right;margin:0.5em 0 1em 1em;background:#f8f9fa;border:1px solid #aaa;padding:0.2em;text-align:center;line-height:1.4em;font-size:88%;border-collapse:collapse;display:table}body.skin-minerva .mw-parser-output .sidebar{display:table!important;float:right!important;margin:0.5em 0 1em 1em!important}.mw-parser-output .sidebar-subgroup{width:100%;margin:0;border-spacing:0}.mw-parser-output .sidebar-left{float:left;clear:left;margin:0.5em 1em 1em 0}.mw-parser-output .sidebar-none{float:none;clear:both;margin:0.5em 1em 1em 0}.mw-parser-output .sidebar-outer-title{padding:0 0.4em 0.2em;font-size:125%;line-height:1.2em;font-weight:bold}.mw-parser-output .sidebar-top-image{padding:0.4em}.mw-parser-output .sidebar-top-caption,.mw-parser-output .sidebar-pretitle-with-top-image,.mw-parser-output .sidebar-caption{padding:0.2em 0.4em 0;line-height:1.2em}.mw-parser-output .sidebar-pretitle{padding:0.4em 0.4em 0;line-height:1.2em}.mw-parser-output .sidebar-title,.mw-parser-output .sidebar-title-with-pretitle{padding:0.2em 0.8em;font-size:145%;line-height:1.2em}.mw-parser-output .sidebar-title-with-pretitle{padding:0.1em 0.4em}.mw-parser-output .sidebar-image{padding:0.2em 0.4em 0.4em}.mw-parser-output .sidebar-heading{padding:0.1em 0.4em}.mw-parser-output .sidebar-content{padding:0 0.5em 0.4em}.mw-parser-output .sidebar-content-with-subgroup{padding:0.1em 0.4em 0.2em}.mw-parser-output .sidebar-above,.mw-parser-output .sidebar-below{padding:0.3em 0.8em;font-weight:bold}.mw-parser-output .sidebar-collapse .sidebar-above,.mw-parser-output .sidebar-collapse .sidebar-below{border-top:1px solid #aaa;border-bottom:1px solid #aaa}.mw-parser-output .sidebar-navbar{text-align:right;font-size:115%;padding:0 0.4em 0.4em}.mw-parser-output .sidebar-list-title{padding:0 0.4em;text-align:left;font-weight:bold;line-height:1.6em;font-size:105%}.mw-parser-output .sidebar-list-title-c{padding:0 0.4em;text-align:center;margin:0 3.3em}@media(max-width:720px){body.mediawiki .mw-parser-output .sidebar{width:100%!important;clear:both;float:none!important;margin-left:0!important;margin-right:0!important}}",
    "Part of a series onSlavery\nContemporary\nChild labour\nChild soldiers\nConscription\nDebt\nForced marriage\nBride buying\nChild marriage\nWife selling\nForced prostitution\nHuman trafficking\nPeonage\nPenal labour\nContemporary Africa\n21st-century jihadism\nSexual slavery\nWage slavery\n\nHistorical\nAntiquity\nAncient Egypt\nBabylonia\nAncient Greece\nAncient Rome\nContubernium\nAncillae\nMedieval Europe\nByzantine Empire\nKholop\nSerfs\nHistory\nIn Russia\nEmancipation\nThrall\nMuslim world\nContract of manumission\nOttoman Empire\nAvret Esir Pazarları\nBarbary Coast\nslave trade\npirates\nTurkish Abductions\nConcubinage\nhistory\nMa malakat aymanukum\nAvret Esir Pazarları\nHarem\nAbbasid harem\nOttoman Imperial Harem\nJarya/Cariye\nOdalisque\nQiyan\nUmm walad\n21st century\nAtlantic slave trade\nBristol\nBrazil\nDatabase\nDutch\nMiddle Passage\nNantes\nNew France\nPanyarring\nSpanish Empire\nSlave Coast\nThirteen colonies\nTopics and practice\nConscription\nGhilman\nMamluk\nDevshirme\nBlackbirding\nCoolie\nCorvée labor\nField slaves in the United States\nTreatment\nHouse slaves\nSaqaliba\nSlave market\nSlave raiding\nChild soldiers\nWhite slavery\nNaval\nGalley slave\nImpressment\nPirates\nShanghaiing\nSlave ship\n\nBy country or region\nSub-Saharan Africa\nContemporary Africa\nTrans-Saharan slave trade\nIndian Ocean slave trade\nAngola\nChad\nEthiopia\nMali\nMauritania\nNiger\nNigeria\nSeychelles\nSomalia\nSouth Africa\nSudan\nNorth and South America\nAmericas indigenous\nU.S. Natives\nAztec\nUnited States\nField slaves\nfemale\nContemporary\nmaps\npartus\nprison labor\nSlave codes\nTreatment\ninterregional\nHuman trafficking\nThe Bahamas\nCanada\nCaribbean\nBarbados\nBritish Virgin Islands\nTrinidad\nCode Noir\nLatin America\nBrazil\nLei Áurea\nColombia\nCuba\nHaiti\nrevolt\nRestavek\n(Encomienda)\nPuerto Rico\nEast, Southeast, and South Asia\nHuman trafficking in Southeast Asia\nBhutan\nChina\nBooi Aha\nLaogai\npenal system\nIndia\nDebt bondage\nChukri System\nJapan\ncomfort women\nKorea\nKwalliso\nThailand\nYankee princess\nVietnam\nAustralia and Oceania\nAustralia\nHuman trafficking\nBlackbirding\nSlave raiding in Easter Island\nHuman trafficking in Papua New Guinea\nBlackbirding in Polynesia\nEurope and North Asia\nSex trafficking in Europe\nBritain\nDenmark\nDutch Republic\nGermany in World War II\nMalta\nNorway\nPoland\nPortugal\nRomania\nRussia\nSpain\nSweden\nNorth Africa and West Asia\nAfghanistan\nAlgeria\nBahrain\nEgypt\nHuman trafficking in the Middle East\nIran\nKuwait\nLibya\nMorocco\nOman\nSaudi Arabia\nTunisia\nQatar\nYemen\nUnited Arab Emirates\n\nReligion\nBible\nChristianity\nCatholicism\nMormonism\nIslam\nJudaism\nBaháʼí Faith\n\nOpposition and resistance\n1926 Slavery Convention\nAbolitionism\nU.K.\nU.S.\nAbolitionists\nAnti-Slavery International\nBlockade of Africa\nU.K.\nU.S.\nColonization\nLiberia\nSierra Leone\nCompensated emancipation\nFreedman\nmanumission\nFreedom suit\nSlave Power\nUnderground Railroad\nsongs\nSlave rebellion\nSlave Trade Acts\nInternational law\nThird Servile War\n13th Amendment to the United States Constitution\nTimeline of abolition of slavery and serfdom\nAbolition of slave trade in Persian gulf [fa]\n\nRelated\nCommon law\nIndentured servitude\nUnfree labour\nFugitive slaves\nlaws\nGreat Dismal Swamp maroons\nList of slaves\nowners\nlast surviving American enslaved people\nMarriage of enslaved people (United States)\nSlave narrative\nfilms\nsongs\nSlave name\nSlave catcher\nSlave patrol\nSlave Route Project\nbreeding\ncourt cases\nWashington\nJefferson\nAdams\nLincoln\n40 acres\nFreedmen's Bureau\nIron bit\nEmancipation Day\nvte",
    "The indigenous peoples of the Americas in various European colonies were forced to work in European plantations and mines; along with enslaved Africans who were also introduced in the proceeding centuries via the slave trade. European colonists were heavily dependent on indigenous labor during the initial phases of settlement to maintain the subsistence economy, and natives were often captured by expeditions. The importation of African slaves began midway through the 16th century, but the enslavement of indigenous peoples continued well into the 17th and 18th centuries. The Atlantic slave trade brought enslaved Africans primarily to South American colonies, beginning with the Portuguese since 1502.[37] The main destinations of this phase were the Caribbean colonies and Brazil, as European nations built up economically slave-dependent colonies in the New World. Nearly 40% of all African slaves trafficked to the Americas went to Brazil. An estimated 4.9 million slaves from Africa came to Brazil during the period from 1501 to 1866.[38][39]",
    "In contrast to other European colonies in the Americas which mainly used the labor of African slaves, Spanish colonists mainly enslaved indigenous Americans. In 1750, the Portuguese Crown abolished the enslavement of indigenous peoples in colonial Brazil, under the belief that they were unfit for labor and less effective than enslaved Africans. Enslaved Africans were brought to the Americas on slave ships, under inhuman conditions and ill-treatment, and those who survived were sold in slave markets.[40] After independence, all South American countries maintained slavery for some time. The first South American country to abolish slavery was Chile in 1823, Uruguay in 1830, Bolivia in 1831, Colombia and Ecuador in 1851, Argentina in 1853, Peru and Venezuela in 1854, Suriname in 1863, Paraguay in 1869, and in 1888 Brazil was the last South American nation and the last country in western world to abolish slavery.[41]",
    "Independence from Spain and Portugal[edit]",
    "",
    "Main articles: Spanish American wars of independence and Independence of Brazil",
    "The European Peninsular War (1807–1814), a theater of the Napoleonic Wars, changed the political situation of both the Spanish and Portuguese colonies. First, Napoleon invaded Portugal, but the House of Braganza avoided capture by escaping to Brazil. Napoleon also captured King Ferdinand VII of Spain, and appointed his own brother instead. This appointment provoked severe popular resistance, which created Juntas to rule in the name of the captured king.",
    "The proclamation of the Independence of Brazil by Prince Pedro on 7 September 1822",
    "The Guayaquil conference between José de San Martín and Simón Bolívar",
    "Coronation of Pedro I as 1st Emperor of Brazil",
    "Bernardo O'Higgins swears officially the independence of Chile.",
    "Many cities in the Spanish colonies, however, considered themselves equally authorized to appoint local Juntas like those of Spain. This began the Spanish American wars of independence between the patriots, who promoted such autonomy, and the royalists, who supported Spanish authority over the Americas. The Juntas, in both Spain and the Americas, promoted the ideas of the Enlightenment. Five years after the beginning of the war, Ferdinand VII returned to the throne and began the Absolutist Restoration as the royalists got the upper hand in the conflict.",
    "The independence of South America was secured by Simón Bolívar (Venezuela) and José de San Martín (Argentina), the two most important Libertadores. Bolívar led a great uprising in the north, then led his army southward towards Lima, the capital of the Viceroyalty of Peru. Meanwhile, San Martín led an army across the Andes Mountains, along with Chilean expatriates, and liberated Chile. He organized a fleet to reach Peru by sea, and sought the military support of various rebels from the Viceroyalty of Peru. The two armies finally met in Guayaquil, Ecuador, where they cornered the Royal Army of the Spanish Crown and forced its surrender.",
    "In the Portuguese Kingdom of Brazil, Dom Pedro I (also Pedro IV of Portugal), son of the Portuguese King Dom João VI, proclaimed the independent Kingdom of Brazil in 1822, which later became the Empire of Brazil. Despite the Portuguese loyalties of garrisons in Bahia, Cisplatina and Pará, independence was diplomatically accepted by the crown in Portugal in 1825, on condition of a high compensation paid by Brazil mediatized by the United Kingdom.",
    "Nation-building and fragmentation[edit]",
    "The Thirty-Three Orientals proclaimed the independence of Cisplatine Province.",
    "Battle of Fanfa, battle scene in Southern Brazil during the Ragamuffin War",
    "The newly independent nations began a process of fragmentation, with several civil and international wars. However, it was not as strong as in Central America. Some countries created from provinces of larger countries stayed as such up to modern times (such as Paraguay or Uruguay), while others were reconquered and reincorporated into their former countries (such as the Republic of Entre Ríos and the Riograndense Republic).",
    "The first separatist attempt was in 1820 by the Argentine province of Entre Ríos, led by a caudillo.[42] In spite of the \"Republic\" in its title, General Ramírez, its caudillo, never really intended to declare an independent Entre Rios. Rather, he was making a political statement in opposition to the monarchist and centralist ideas that back then permeated Buenos Aires politics. The \"country\" was reincorporated at the United Provinces in 1821.",
    "In 1825 the Cisplatine Province declared its independence from the Empire of Brazil, which led to the Cisplatine War between the imperials and the Argentine from the United Provinces of the Río de la Plata to control the region. Three years later, the United Kingdom intervened in the question by proclaiming a tie and creating in the former Cisplatina a new independent country: The Oriental Republic of Uruguay.",
    "Later in 1836, while Brazil was experiencing the chaos of the regency, Rio Grande do Sul proclaimed its independence motivated by a tax crisis. With the anticipation of the coronation of Pedro II to the throne of Brazil, the country could stabilize and fight the separatists, which the province of Santa Catarina had joined in 1839. The Conflict came to an end by a process of compromise by which both Riograndense Republic and Juliana Republic were reincorporated as provinces in 1845.[43][44]",
    "The Peru–Bolivian Confederation, a short-lived union of Peru and Bolivia, was blocked by Chile in the War of the Confederation (1836–1839) and again during the War of the Pacific (1879–1883). Paraguay was virtually destroyed by Argentina, Brazil and Uruguay in the Paraguayan War.",
    "Wars and conflicts[edit]",
    "Imperial Brazilian Navy and army troops during the siege of Paysandú, 1865",
    "The Uruguayan Army at the Battle of Sauce, 1866",
    "The Imperial Brazilian Army during a procession in Paraguay, 1868",
    "The Chilean Army in the battlefield of the Battle of Chorrillos, 1883",
    "A German submarine under attack by Brazilian Air Force PBY Catalina, 31 July 1943",
    "Despite the Spanish American wars of independence and the Brazilian War of Independence, the new nations quickly began to suffer with internal conflicts and wars among themselves. Most of the 1810 borders countries had initially accepted on the uti possidetis iuris principle had by 1848 either been altered by war or were contested.[45]",
    "In 1825 the proclamation of independence of Cisplatina led to the Cisplatine War between historical rivals the Empire of Brazil and the United Provinces of the Río de la Plata, Argentina's predecessor. The result was a stalemate, ending with the British government arranging for the independence of Uruguay. Soon after, another Brazilian province proclaimed its independence leading to the Ragamuffin War which Brazil won.",
    "Between 1836 and 1839 the War of the Confederation broke out between the short-lived Peru-Bolivian Confederation and Chile, with the support of the Argentine Confederation. The war was fought mostly in the actual territory of Peru and ended with a Confederate defeat and the dissolution of the Confederacy and annexation of many territories by Argentina.",
    "Meanwhile, the Argentine Civil Wars plagued Argentina since its independence. The conflict was mainly between those who defended the centralization of power in Buenos Aires and those who defended a confederation. During this period it can be said that \"there were two Argentines\": the Argentine Confederation and the Argentine Republic. At the same time, the political instability in Uruguay led to the Uruguayan Civil War among the main political factions of the country. All this instability in the platine region interfered with the goals of other countries such as Brazil, which was soon forced to take sides. In 1851 the Brazilian Empire, supporting the centralizing unitarians, and the Uruguayan government invaded Argentina and deposed the caudillo, Juan Manuel Rosas, who ruled the confederation with an iron hand. Although the Platine War did not put an end to the political chaos and civil war in Argentina, it brought temporary peace to Uruguay where the Colorados faction won, supported by Brazil, Britain, France and the Unitarian Party of Argentina.[46]",
    "Peace lasted only a short time: in 1864 the Uruguayan factions faced each other again in the Uruguayan War. The Blancos supported by Paraguay started to attack Brazilian and Argentine farmers near the borders. The Empire made an initial attempt to settle the dispute between Blancos and Colorados without success. In 1864, after a Brazilian ultimatum was refused, the imperial government declared that Brazil's military would begin reprisals. Brazil declined to acknowledge a formal state of war, and, for most of its duration, the Uruguayan–Brazilian armed conflict was an undeclared war which led to the deposition of the Blancos and the rise of the pro-Brazilian Colorados to power again. This angered the Paraguayan government, which even before the end of the war invaded Brazil, beginning the biggest and deadliest war in both South American and Latin American histories: the Paraguayan War.[citation needed]",
    "The Paraguayan War began when the Paraguayan dictator Francisco Solano López ordered the invasion of the Brazilian provinces of Mato Grosso and Rio Grande do Sul. His attempt to cross Argentinian territory without Argentinian approval led the pro-Brazilian Argentine government into the war. The pro-Brazilian Uruguayan government showed its support by sending troops. In 1865 the three countries signed the Treaty of the Triple Alliance against Paraguay. At the beginning of the war, the Paraguayans took the lead with several victories, until the Triple Alliance organized to repel the invaders and fight effectively. This was the second total war experience in the world after the American Civil War. It was deemed the greatest war effort in the history of all participating countries, taking almost 6 years and ending with the complete devastation of Paraguay. The country lost 40% of its territory to Brazil and Argentina and lost 60% of its population, including 90% of the men. The dictator Lopez was killed in battle and a new government was instituted in alliance with Brazil, which maintained occupation forces in the country until 1876.[47]",
    "The last South American war in the 19th century was the War of the Pacific with Bolivia and Peru on one side and Chile on the other. In 1879 the war began with Chilean troops occupying Bolivian ports, followed by Bolivia declaring war on Chile which activated an alliance treaty with Peru. The Bolivians were completely defeated in 1880 and Lima was occupied in 1881. Peace was signed with Peru in 1883 while a truce was signed with Bolivia in 1884. Chile annexed territories of both countries leaving Bolivia landlocked.[48]",
    "In the new century, as wars became less violent and less frequent, Brazil entered into a small conflict with Bolivia for the possession of the Acre, which was acquired by Brazil in 1902. In 1917 Brazil declared war on the Central Powers, joined the allied side in the First World War and sent a small fleet to the Mediterranean Sea and some troops to be integrated with the British and French forces in the region. Brazil was the only South American country that participated in the First World War.[49][50] Later in 1932 Colombia and Peru entered a short armed conflict for territory in the Amazon. In the same year Paraguay declared war on Bolivia for possession of the Chaco, in a conflict that ended three years later with Paraguay's victory. Between 1941 and 1942 Peru and Ecuador fought for territories claimed by both that were annexed by Peru, usurping Ecuador's frontier with Brazil.[51]",
    "Also in this period, the first major naval battle of World War II took place in the South Atlantic close to the continental mainland: the Battle of the River Plate, between a British cruiser squadron and a German pocket battleship.[52] The Germans still made numerous attacks on Brazilian ships on the coast, causing Brazil to declare war on the Axis powers in 1942, being the only South American country to fight in this war (and in both World Wars). Brazil sent naval and air forces to combat German and Italian submarines off the continent and throughout the South Atlantic, in addition to sending an expeditionary force to fight in the Italian Campaign.[53][54]",
    "A brief war was fought between Argentina and the UK in 1982, following an Argentine invasion of the Falkland Islands, which ended with an Argentine defeat. The last international war to be fought on South American soil was the 1995 Cenepa War between Ecuador and the Peru along their mutual border.",
    "Rise and fall of military dictatorships[edit]",
    "Argentine soldiers during the Falklands War",
    "Wars became less frequent in the 20th century, with Bolivia-Paraguay and Peru-Ecuador fighting the last inter-state wars. Early in the 20th century, the three wealthiest South American countries engaged in a vastly expensive naval arms race which began after the introduction of a new warship type, the \"dreadnought\". At one point, the Argentine government was spending a fifth of its entire yearly budget for just two dreadnoughts, a price that did not include later in-service costs, which for the Brazilian dreadnoughts was sixty percent of the initial purchase.[55][56]",
    "The Brazilian Minas Geraes class kindled an Argentine–Brazilian–Chilean naval arms race.",
    "The continent became a battlefield of the Cold War in the late 20th century. Some democratically elected governments of Argentina, Brazil, Chile, Uruguay and Paraguay were overthrown or displaced by military dictatorships in the 1960s and 1970s. To curtail opposition, their governments detained tens of thousands of political prisoners, many of whom were tortured or killed on inter-state collaboration. Economically, they began a transition to neoliberal economic policies. They placed their own actions within the US Cold War doctrine of \"National Security\" against internal subversion. Throughout the 1980s and 1990s, Peru suffered from an internal conflict.",
    "In 1982, Argentina invaded the Falkland Islands, a British dependent territory. The Falklands War began and 74 days later Argentine forces surrendered.[57]",
    "Colombia has had an ongoing, though diminished internal conflict, which started in 1964 with the creation of Marxist guerrillas (FARC-EP) and then involved several illegal armed groups of leftist-leaning ideology as well as the private armies of powerful drug lords. Many of these are now defunct, and only a small portion of the ELN remains, along with the stronger, though also greatly reduced, FARC.",
    "Revolutionary movements and right-wing military dictatorships became common after World War II, but since the 1980s, a wave of democratization passed through the continent, and democratic rule is widespread now.[58] Nonetheless, allegations of corruption are still very common, and several countries have developed crises which have forced the resignation of their governments, although, on most occasions, regular civilian succession has continued.",
    "Presidents of UNASUR member states at the Second Brasília Summit on 23 May 2008",
    "International indebtedness turned into a severe problem in the late 1980s, and some countries, despite having strong democracies, have not yet developed political institutions capable of handling such crises without resorting to unorthodox economic policies, as most recently illustrated by Argentina's default in the early 21st century.[59][neutrality is disputed] The last twenty years have seen an increased push towards regional integration, with the creation of uniquely South American institutions such as the Andean Community, Mercosur and Unasur. Notably, starting with the election of Hugo Chávez in Venezuela in 1998, the region experienced what has been termed a pink tide[citation needed] – the election of several leftist and center-left administrations to most countries of the area, except for the Guianas and Colombia.",
    "Contemporary issues[edit]",
    "South America's political geography since the 1990s has been characterized by a desire to reduce foreign influence.[60] The nationalization of industries, by which the state controls entire economic sectors (as opposed of private companies doing it), has become a prominent political issues in the region.[60] Some South American nations have nationalized their electricity industries.[60]",
    ""
  ],
  "Countries and territories": [
    "",
    "Main article: List of sovereign states and dependent territories in South America",
    "Flag\n\nCountry / Territory\n\nArea[k]\n\nPopulation(2021)[1][2]\n\nPopulationdensity\n\nCapital\n\nName(s) in official language(s)\n\n\n\n\nArgentina\n\n2,766,890 km2(1,068,300 sq mi)\n\n45,276,780\n\n14.3/km2(37/sq mi)\n\nBuenos Aires\n\nArgentina\n\n\n\n\nBolivia\n\n1,098,580 km2(424,160 sq mi)\n\n12,079,472\n\n8.4/km2(22/sq mi)\n\nLa Paz,Sucre[l]\n\nBolivia/Mborivia/Wuliwya/Puliwya\n\n\n\n\nBouvet Island(Norway)[m]\n\n49 km2(19 sq mi)\n\n0\n\n0/km2(0/sq mi)\n\n–\n\nBouvetøya\n\n\n\n\nBrazil\n\n8,514,877 km2(3,287,612 sq mi)\n\n214,326,223\n\n22/km2(57/sq mi)\n\nBrasília\n\nBrasil\n\n\n\n\nChile[n]\n\n756,950 km2(292,260 sq mi)\n\n19,493,184\n\n22/km2(57/sq mi)\n\nSantiago\n\nChile\n\n\n\n\nColombia\n\n1,141,748 km2(440,831 sq mi)\n\n51,516,562\n\n40/km2(100/sq mi)\n\nBogotá\n\nColombia\n\n\n\n\nEcuador\n\n283,560 km2(109,480 sq mi)\n\n17,797,737\n\n53.8/km2(139/sq mi)\n\nQuito\n\nEcuador/Ikwayur/Ekuatur\n\n\n\n\nFalkland Islands(United Kingdom)\n\n12,173 km2(4,700 sq mi)\n\n3,764\n\n0.26/km2(0.67/sq mi)\n\nStanley\n\nFalkland Islands\n\n\n\n\nFrench Guiana(France)\n\n91,000 km2(35,000 sq mi)\n\n297,449\n\n2.1/km2(5.4/sq mi)\n\nCayenne(Préfecture)\n\nGuyane\n\n\n\n\nGuyana\n\n214,999 km2(83,012 sq mi)\n\n804,567\n\n3.5/km2(9.1/sq mi)\n\nGeorgetown\n\nGuyana\n\n\n\n\nParaguay\n\n406,750 km2(157,050 sq mi)\n\n6,703,799\n\n15.6/km2(40/sq mi)\n\nAsunción\n\nParaguay/Paraguái\n\n\n\n\nPeru\n\n1,285,220 km2(496,230 sq mi)\n\n33,715,471\n\n22/km2(57/sq mi)\n\nLima\n\nPerú/Piruw/Piruw\n\n\n\n\nSouth Georgia and the South Sandwich Islands(United Kingdom)[o]\n\n3,093 km2(1,194 sq mi)\n\n20\n\n0/km2(0/sq mi)\n\nKing Edward Point\n\nSouth Georgia and the South Sandwich Islands\n\n\n\n\nSuriname\n\n163,270 km2(63,040 sq mi)\n\n612,985\n\n3/km2(7.8/sq mi)\n\nParamaribo\n\nSuriname\n\n\n\n\nUruguay\n\n176,220 km2(68,040 sq mi)\n\n3,426,260\n\n19.4/km2(50/sq mi)\n\nMontevideo\n\nUruguay/Uruguai\n\n\n\n\nVenezuela\n\n916,445 km2(353,841 sq mi)\n\n28,199,867\n\n27.8/km2(72/sq mi)\n\nCaracas\n\nVenezuela\n\n\nTotal\n\n17,824,513 km2(6,882,083 sq mi)\n\n434,254,119\n\n21.5/km2(56/sq mi)"
  ],
  "Government and politics": [
    "Headquarters of the UNASUR in Quito, Ecuador",
    "Scheme for geographic regions and subregions used by the United Nations Statistics Division",
    "South American flags",
    "Historically, the Hispanic countries were founded as Republican dictatorships led by caudillos. Brazil was the only exception, being a constitutional monarchy for its first 67 years of independence, until a coup d'état proclaimed a republic. In the late 19th century, the most democratic countries were Brazil,[62] Chile, Argentina and Uruguay.[63]",
    "All South American countries are presidential republics with the exception of Suriname, a parliamentary republic. French Guiana is a French overseas department, while the Falkland Islands and South Georgia and the South Sandwich Islands are British overseas territories. It is currently the only inhabited continent in the world without monarchies; the Empire of Brazil existed during the 19th century and there was an unsuccessful attempt to establish a Kingdom of Araucanía and Patagonia in southern Argentina and Chile. Also in the twentieth century, Suriname was established as a constituent kingdom of the Kingdom of the Netherlands and Guyana retained the British monarch as head of state for 4 years after its independence.",
    "Recently, an intergovernmental entity has been formed which aims to merge the two existing customs unions: Mercosur and the Andean Community, thus forming the third-largest trade bloc in the world.[64]\nThis new political organization, known as Union of South American Nations, seeks to establish free movement of people, economic development, a common defense policy and the elimination of tariffs."
  ],
  "Demographics": [
    "",
    "Main article: Demographics of South America",
    "Satellite view of South America at night from NASA, showing the contrast between heavily populated coastal areas and the more remote regions of the Amazonian interior and Patagonia",
    "South America has a population of over 428 million people. They are distributed as to form a \"hollow continent\" with most of the population concentrated around the margins of the continent.[60] On one hand, there are several sparsely populated areas such as tropical forests, the Atacama Desert and the icy portions of Patagonia. On the other hand, the continent presents regions of high population density, such as the great urban centers. The population is formed by descendants of Europeans (mainly Spaniards, Portuguese and Italians), Africans and Amerindians. There is a high percentage of Mestizos that vary greatly in composition by place. There is also a minor population of Asians,[further explanation needed] especially in Brazil, Peru, and Argentina. The two main languages are by far Spanish and Portuguese, followed by English, French and Dutch in smaller numbers.",
    "Language[edit]",
    "",
    "Main article: Languages of South America",
    "Official languages in South America",
    "Spanish and Portuguese are the most spoken languages in South America, with approximately 200 million speakers each. Spanish is the official language of most countries, along with other native languages in some countries. Portuguese is the official language of Brazil. Dutch is the official language of Suriname; English is the official language of Guyana, although there are at least twelve other languages spoken in the country, including Portuguese, Chinese, Hindustani and several native languages.[65] English is also spoken in the Falkland Islands. French is the official language of French Guiana and the second language in Amapá, Brazil.",
    "Indigenous languages of South America include Quechua in Peru, Bolivia, Ecuador, Chile and Colombia; Wayuunaiki in northern Colombia (La Guajira) and northwestern Venezuela (Zulia); Guaraní in Paraguay and, to a much lesser extent, in Bolivia; Aymara in Bolivia, Peru, and less often in Chile; and Mapudungun is spoken in certain pockets of southern Chile. At least three South American indigenous languages (Quechua, Aymara, and Guarani) are recognized along with Spanish as national languages.",
    "Other languages found in South America include Hindustani and Javanese in Suriname; Italian in Argentina, Brazil, Uruguay and Venezuela; and German in certain pockets of Argentina and Brazil. German is also spoken in many regions of the southern states of Brazil, Riograndenser Hunsrückisch being the most widely spoken German dialect in the country; among other Germanic dialects, a Brazilian form of East Pomeranian is also well represented and is experiencing a revival. Welsh remains spoken and written in the historic towns of Trelew and Rawson in the Argentine Patagonia. Arabic speakers, often of Lebanese, Syrian, or Palestinian descent, can be found in Arab communities in Argentina, Colombia, Brazil, Venezuela and in Paraguay.[66]",
    "Religion[edit]",
    "Las Lajas Sanctuary, Ipiales, Colombia",
    "",
    "Main articles: Religion in South America and Religion in Latin America",
    "",
    "See also: History of the Jews in Latin America and the Caribbean, Buddhism in Brazil, and Islam in Argentina",
    "An estimated 90% of South Americans are Christians[67] (82% Roman Catholic, 8% other Christian denominations mainly traditional Protestants and Evangelicals but also Orthodox), accounting for 19% of Christians worldwide.",
    "African descendent religions and Indigenous religions are also common throughout all South America; some examples of are Santo Daime, Candomblé, and Umbanda.[citation needed]",
    "Crypto-Jews or Marranos, conversos, and Anusim were an important part of colonial life in Latin America.",
    "Both Buenos Aires, Argentina and São Paulo, Brazil figure among the largest Jewish populations by urban area.",
    "East Asian religions such as Japanese Buddhism, Shintoism, and Shinto-derived Japanese New Religions are common in Brazil and Peru. Korean Confucianism is especially found in Brazil while Chinese Buddhism and Chinese Confucianism have spread throughout the continent.",
    "Kardecist Spiritism can be found in several countries.",
    "Hindus form 25% of the Guyanese population and 22% of Suriname's.[68][69]",
    "Muslims account for 6.8% of the Guyanese population and 13.9 of the Surinamese population.[68][69] Almost all Muslims in Suriname are either Indonesian or Indians and in Guyana, most are Indian.",
    "Part of Religions in South America (2013):[70]",
    "Religion in South America\n\n\nCountries\n\nChristians\n\nRoman Catholics\n\nOther Christians\n\nNo religion (atheists and agnostics)\n\n\nArgentina\n88%\n77%\n11%\n11%\n\n\nBolivia\n96%\n74%\n22%\n4%\n\n\nBrazil\n88%\n64%\n22%\n8%\n\n\nChile\n70%\n57%\n13%\n25%\n\n\nColombia\n92%\n80%\n12%\n7%\n\n\nParaguay\n96%\n87%\n9%\n2%\n\n\nPeru\n94%\n81%\n13%\n3%\n\n\nSuriname\n51%\n29%\n22%\n5%\n\n\nUruguay\n58%\n47%\n11%\n41%\n\n\nVenezuela\n88%\n71%\n17%\n8%",
    "Ethnic demographics[edit]",
    ".mw-parser-output .ambox{border:1px solid #a2a9b1;border-left:10px solid #36c;background-color:#fbfbfb;box-sizing:border-box}.mw-parser-output .ambox+link+.ambox,.mw-parser-output .ambox+link+style+.ambox,.mw-parser-output .ambox+link+link+.ambox,.mw-parser-output .ambox+.mw-empty-elt+link+.ambox,.mw-parser-output .ambox+.mw-empty-elt+link+style+.ambox,.mw-parser-output .ambox+.mw-empty-elt+link+link+.ambox{margin-top:-1px}html body.mediawiki .mw-parser-output .ambox.mbox-small-left{margin:4px 1em 4px 0;overflow:hidden;width:238px;border-collapse:collapse;font-size:88%;line-height:1.25em}.mw-parser-output .ambox-speedy{border-left:10px solid #b32424;background-color:#fee7e6}.mw-parser-output .ambox-delete{border-left:10px solid #b32424}.mw-parser-output .ambox-content{border-left:10px solid #f28500}.mw-parser-output .ambox-style{border-left:10px solid #fc3}.mw-parser-output .ambox-move{border-left:10px solid #9932cc}.mw-parser-output .ambox-protection{border-left:10px solid #a2a9b1}.mw-parser-output .ambox .mbox-text{border:none;padding:0.25em 0.5em;width:100%}.mw-parser-output .ambox .mbox-image{border:none;padding:2px 0 2px 0.5em;text-align:center}.mw-parser-output .ambox .mbox-imageright{border:none;padding:2px 0.5em 2px 0;text-align:center}.mw-parser-output .ambox .mbox-empty-cell{border:none;padding:0;width:1px}.mw-parser-output .ambox .mbox-image-div{width:52px}html.client-js body.skin-minerva .mw-parser-output .mbox-text-span{margin-left:23px!important}@media(min-width:720px){.mw-parser-output .ambox{margin:0 10%}}",
    "This section possibly contains original research. Table seem to be original research (OR). Section seem plagued by OR and inconsistencies. Please improve it by verifying the claims made and adding inline citations. Statements consisting only of original research should be removed. (May 2020) (Learn how and when to remove this template message)",
    "",
    "Main article: Ethnic groups in South America",
    "Spanish-Venezuelan protesters in Madrid",
    "A Japanese-Brazilian Miko during a festival in Curitiba",
    "President of Brazil Lula and members of the Italian Brazilian community during the Grape Festival at Caxias do Sul",
    "Peruvian woman and her son",
    "Genetic admixture occurs at very high levels in South America. In Argentina, the European influence accounts for 65–79% of the genetic background, Amerindian for 17–31% and sub-Saharan African for 2–4%. In Colombia, the sub-Saharan African genetic background varied from 1% to 89%, while the European genetic background varied from 20% to 79%, depending on the region.\nIn Peru, European ancestries ranged from 1% to 31%, while the African contribution was only 1% to 3%.[71] The Genographic Project determined the average Peruvian from Lima had about 28% European ancestry, 68% Native American, 2% Asian ancestry and 2% sub-Saharan African.[72]",
    "Descendants of indigenous peoples, such as the Quechua and Aymara, or the Urarina[73] of Amazonia make up the majority of the population in Bolivia (56%) and Peru (44%).[74][75] In Ecuador, Amerindians are a large minority that comprises two-fifths of the population. The native European population is also a significant element in most other former Portuguese colonies.",
    "People who identify as of primarily or totally European descent, or identify their phenotype as corresponding to such group, are a majority in Argentina,[76] Uruguay[77] and Chile (64.7%),[78] and are 48.4% of the population in Brazil.[79][80][81] In Venezuela, according to the national census, 42% of the population is primarily native Spanish, Italian and Portuguese descendants.[82] In Colombia, people who identify as European descendants are about 37%.[83][84] In Peru, European descendants are the third group in number (15%).[85]",
    "Mestizos (mixed European and Amerindian) are the largest ethnic group in Bolivia, Paraguay, Venezuela, Colombia[83] and Ecuador and the second group in Peru and Chile.",
    "South America is also home to one of the largest populations of Africans. This group is significantly present in Brazil, Colombia, Guyana, Suriname, French Guiana, Venezuela and Ecuador.",
    "Brazil followed by Peru have the largest Japanese, Korean and Chinese communities in South America, Lima has the largest ethnic Chinese community in Latin America.[86] Guyana and Suriname have the largest ethnic East Indian community.",
    "",
    "Ethnic distribution in South America[87][88][89]\n\n\nCountry\n\nAmerindians\n\nWhite people\n\nMestizos / Pardos\n\nMulatos\n\nBlack people\n\nZambos\n\nAsian people\n\n\nArgentina\n\n1%\n85%\n14%\n0%\n0%\n0%\n0%\n\n\nBolivia\n\n48%\n12%\n37%\n2%\n0%\n<1%\n0%\n\n\nBrazil\n\n<1%\n48%\n43%\n0%\n8%\n0%\n2%\n\n\nChile\n\n6%\n57%\n37%\n0%\n0%\n0%\n0%\n\n\nColombia\n\n2%\n37%\n50%\n8%\n2%\n0%\n<1%\n\n\nEcuador\n\n39%\n10%\n41%\n5%\n5%\n0%\n0%\n\n\nParaguay\n\n3%\n20%\n75%\n4%\n0%\n0%\n0%\n\n\nPeru\n\n45%\n15%\n35%\n2%\n0%\n0%\n3%\n\n\nSuriname\n\n3.8%\n1%\n13.4%* noted in Suriname as mixed, regardless of race combination\n*see Pardo\n37.4%\n*see Pardo\n48.3%\n\n\nUruguay\n\n0%\n88%\n8%\n4%\n0%\n0%\n0%\n\n\nVenezuela\n\n2.7%\n43.6%\n51.6%\n0.7%\n2.8%\n0.6%\n0.6%\n\n\nGuyana\n\n10.5%\n\n0.36%\n\n19.9%* noted in Guyana as mixed regardless of race combination\n\n*see Pardo\n\n29.2%\n\n*see Pardo\n\n39.98%",
    "Indigenous people[edit]",
    "",
    "Main articles: List of Indigenous peoples of South America and Indigenous peoples in South America",
    "In many places indigenous people still practice a traditional lifestyle based on subsistence agriculture or as hunter-gatherers. There are still some uncontacted tribes residing in the Amazon Rainforest.[90]",
    ".mw-parser-output .div-col{margin-top:0.3em;column-width:30em}.mw-parser-output .div-col-small{font-size:90%}.mw-parser-output .div-col-rules{column-rule:1px solid #aaa}.mw-parser-output .div-col dl,.mw-parser-output .div-col ol,.mw-parser-output .div-col ul{margin-top:0}.mw-parser-output .div-col li,.mw-parser-output .div-col dd{page-break-inside:avoid;break-inside:avoid-column}.mw-parser-output .plainlist ol,.mw-parser-output .plainlist ul{line-height:inherit;list-style:none;margin:0}.mw-parser-output .plainlist ol li,.mw-parser-output .plainlist ul li{margin-bottom:0}",
    "Aguarunas\nAlacalufe\nArawaks\nAshanincas\nAtacameños\nAwá\nAymara – live in the Altiplano of Bolivia, Chile and Peru. Their language is co-official in Bolivia and Peru. Traditional lifestyle includes llama herding.\nBanawa\nCañaris\nCaiapos\nChibcha\nCocama\nChayahuita\nDiaguita\nEnxet\nGê,\nGuaraní – live in Paraguay where the Guarani language is co-official with Spanish. The ethnic group is also found in Bolivia.\nJuris\nKuna live on the Colombia–Panama border.\nMapuche – live mainly in southern Chile and southwestern Argentina (see Araucanian).\nMatsés\nPehuenche – a branch of Mapuches that lived in the Andean valleys of southern (see Araucanian).\nQuechuas – make up a large part of the population of Peru and Bolivia. Are diverse as an ethnic group. The Incas spoke Southern Quechua.\nSelknam\nShipibo\nShuar (see Jívaro).\nTupi\nUrarina\nWai-Wai\nWayuu\nXucuru\nYaghan\nYagua\nYąnomamö\nZaparos",
    "Populace[edit]",
    ".mw-parser-output .tmulti .multiimageinner{display:flex;flex-direction:column}.mw-parser-output .tmulti .trow{display:flex;flex-direction:row;clear:left;flex-wrap:wrap;width:100%;box-sizing:border-box}.mw-parser-output .tmulti .tsingle{margin:1px;float:left}.mw-parser-output .tmulti .theader{clear:both;font-weight:bold;text-align:center;align-self:center;background-color:transparent;width:100%}.mw-parser-output .tmulti .thumbcaption{background-color:transparent}.mw-parser-output .tmulti .text-align-left{text-align:left}.mw-parser-output .tmulti .text-align-right{text-align:right}.mw-parser-output .tmulti .text-align-center{text-align:center}@media all and (max-width:720px){.mw-parser-output .tmulti .thumbinner{width:100%!important;box-sizing:border-box;max-width:none!important;align-items:center}.mw-parser-output .tmulti .trow{justify-content:center}.mw-parser-output .tmulti .tsingle{float:none!important;max-width:100%!important;box-sizing:border-box;text-align:center}.mw-parser-output .tmulti .tsingle .thumbcaption{text-align:left}.mw-parser-output .tmulti .trow>.thumbcaption{text-align:center}}",
    "South American citiesSão PauloBuenos AiresRio de JaneiroSantiago",
    "The most populous country in South America is Brazil with 214.3 million people. The second largest country is Colombia with a population of 51,516,562. Argentina is the third most populous country with 45,276,780.",
    "While Brazil, Argentina, and Colombia maintain the largest populations, large city populations are not restricted to those nations. The largest cities in South America, by far, are São Paulo, Rio de Janeiro, Buenos Aires, Santiago, Lima, and Bogotá. These cities are the only cities on the continent whose metropolitan areas' population exceed eight million. Next in size are Caracas, Belo Horizonte, and Medellin.",
    "Five of the top ten metropolitan areas are in Brazil. These metropolitan areas all have a population of above 4 million and include the São Paulo metropolitan area, Rio de Janeiro metropolitan area, and Belo Horizonte metropolitan area. Whilst the majority of the largest metropolitan areas are within Brazil, Argentina is host to the second largest metropolitan area by population in South America: the Buenos Aires metropolitan region is above 13 million inhabitants.",
    "South America has also been witness to the growth of megapolitan areas. In Brazil four megaregions exist including the Expanded Metropolitan Complex of São Paulo with more than 32 million inhabitants. The others are the Greater Rio, Greater Belo Horizonte and Greater Porto Alegre. Colombia also has four megaregions which comprise 72% of its population, followed by Venezuela, Argentina and Peru which are also homes of megaregions.",
    "The top ten largest South American metropolitan areas by population as of 2015, based on national census numbers from each country:",
    "Metro Area\n\nPopulation\n\nArea\n\nCountry\n\n\nSão Paulo\n\n21,090,792\n\n7,947 km2 (3,068 sq mi)\n\nBrazil\n\n\nBuenos Aires\n\n13,693,657\n\n3,830 km2 (1,480 sq mi)\n\nArgentina\n\n\nRio de Janeiro\n\n13,131,431\n\n6,744 km2 (2,604 sq mi)\n\nBrazil\n\n\nLima\n\n9,904,727\n\n2,819 km2 (1,088 sq mi)\n\nPeru\n\n\nBogotá\n\n9,800,225\n\n4,200 km2 (1,600 sq mi)\n\nColombia\n\n\nSantiago\n\n6,683,852\n\n15,403 km2 (5,947 sq mi)\n\nChile\n\n\nBelo Horizonte\n\n5,829,923\n\n9,467 km2 (3,655 sq mi)\n\nBrazil\n\n\nCaracas\n\n5,322,310\n\n4,715 km2 (1,820 sq mi)\n\nVenezuela\n\n\nPorto Alegre\n\n4,258,926\n\n10,232 km2 (3,951 sq mi)\n\nBrazil\n\n\nBrasilia\n\n4,201,737\n\n56,433 km2 (21,789 sq mi)\n\nBrazil",
    "2015 Census figures."
  ],
  "Economy": [
    "",
    "Main articles: Economy of South America, List of Latin American and Caribbean countries by GDP (nominal), and List of South American countries by GDP (PPP)",
    "",
    "This section needs to be updated. Please help update this article to reflect recent events or newly available information. (March 2017)",
    ".mw-parser-output .stack{box-sizing:border-box}.mw-parser-output .stack>div{margin:1px;overflow:hidden}@media all and (min-width:720px){.mw-parser-output .stack-clear-left{float:left;clear:left}.mw-parser-output .stack-clear-right{float:right;clear:right}.mw-parser-output .stack-left{float:left}.mw-parser-output .stack-right{float:right}.mw-parser-output .stack-margin-clear-left{float:left;clear:left;margin-right:1em}.mw-parser-output .stack-margin-clear-right{float:right;clear:right;margin-left:1em}.mw-parser-output .stack-margin-left{float:left;margin-right:1em}.mw-parser-output .stack-margin-right{float:right;margin-left:1em}}",
    "Rafael Correa, Evo Morales, Néstor Kirchner, Cristina Fernández, Luiz Inácio Lula da Silva, Nicanor Duarte, and Hugo Chávez signed the founding charter of the Bank of the South.\n Trading panel of the São Paulo Stock Exchange is the second biggest in the Americas and 13th in the world.\n Financial center of Santiago, Chile",
    "Launch at the Kourou Space Centre in French Guiana",
    "Refinery of Brazilian state-owned Petrobras in Cochabamba, Bolivia",
    "Chuquicamata is the largest open pit mine in the world, near the city of Calama in Chile.",
    "KC-390 is the largest military transport aircraft produced in South America by the Brazilian company Embraer.",
    "Vineyard in Luján de Cuyo, province of Mendoza, Argentina",
    "South America relies less on the export of both manufactured goods and natural resources than the world average; merchandise exports from the continent were 16% of GDP on an exchange rate basis, compared to 25% for the world as a whole.[91] Brazil (the seventh largest economy in the world and the largest in South America) leads in terms of merchandise exports at $251 billion, followed by Venezuela at $93 billion, Chile at $86 billion, and Argentina at $84 billion.[91]",
    "Since 1930, the continent has experienced remarkable growth and diversification in most economic sectors. Most agricultural and livestock products are destined for the domestic market and local consumption. However, the export of agricultural products is essential for the balance of trade in most countries.[92]",
    "The main agrarian crops are export crops, such as soy and wheat. The production of staple foods such as vegetables, corn or beans is large, but focused on domestic consumption. Livestock raising for meat exports is important in Argentina, Paraguay, Uruguay and Colombia. In tropical regions the most important crops are coffee, cocoa and bananas, mainly in Brazil, Colombia and Ecuador. Traditionally, the countries producing sugar for export are Peru, Guyana and Suriname, and in Brazil, sugar cane is also used to make ethanol. On the coast of Peru, northeast and south of Brazil, cotton is grown. 50.5% of the South America's land surface is covered by forest,[93] but timber industries are small and directed to domestic markets. In recent years, however, transnational companies have been settling in the Amazon to exploit noble timber destined for export. The Pacific coastal waters of South America are the most important for commercial fishing. The anchovy catch reaches thousands of tonnes, and tuna is also abundant (Peru is a major exporter). The capture of crustaceans is remarkable, particularly in northeastern Brazil and Chile.[92]",
    "Only Brazil and Argentina are part of the G20 (industrial countries), while only Brazil is part of the G8+5 (the most powerful and influential nations in the world). In the tourism sector, a series of negotiations began in 2005 to promote tourism and increase air connections within the region. Punta del Este, Florianópolis and Mar del Plata are among the most important resorts in South America.[92]",
    "The most industrialized countries in South America are Brazil, Argentina, Chile, Colombia, Venezuela and Uruguay respectively. These countries alone account for more than 75 percent of the region's economy and add up to a GDP of more than US$3.0 trillion. Industries in South America began to take on the economies of the region from the 1930s when the Great Depression in the United States and other countries of the world boosted industrial production in the continent. From that period the region left the agricultural side behind and began to achieve high rates of economic growth that remained until the early 1990s when they slowed due to political instabilities, economic crises and neoliberal policies.[92]",
    "Since the end of the economic crisis in Brazil and Argentina that occurred in the period from 1998 to 2002, which has led to economic recession, rising unemployment and falling population income, the industrial and service sectors have been recovering rapidly. Chile, Argentina and Brazil have recovered fastest, growing at an average of 5% per year. All of South America after this period has been recovering and showing good signs of economic stability, with controlled inflation and exchange rates, continuous growth, a decrease in social inequality and unemployment – factors that favor industry.[92]",
    "The main industries are: electronics, textiles, food, automotive, metallurgy, aviation, naval, clothing, beverage, steel, tobacco, timber, chemical, among others. Exports reach almost US$400 billion annually, with Brazil accounting for half of this.[92]",
    "The economic gap between the rich and poor in most South American nations is larger than on most other continents. The richest 10% receive over 40% of the nation's income in Bolivia, Brazil, Chile, Colombia, and Paraguay,[94] while the poorest 20% receive 4% or less in Bolivia, Brazil, and Colombia.[95] This wide gap can be seen in many large South American cities where makeshift shacks and slums lie in the vicinity of skyscrapers and upper-class luxury apartments; nearly one in nine South Americans live on less than $2 per day (on a purchasing power parity basis).[96]",
    "Country\n\nGDP (nominal)  in 2017 (in millions of dollars)[97]\n\nGDP (PPP)  in 2017 (in millions of dollars)[97]\n\nGDP (PPP)  per capita  in 2017[97]\n\nMerchandise  exports($bn), 2011[91]\n\nHDI  in 2017  (rank)[98]\n\nPercent with  less than  $2 (PPP)per person  per day[citation needed]\n\n\nArgentina\n\n628,935\n\n912,816\n\n20,707\n\n83.7\n\n0.825\n\n2.6\n\n\nBolivia\n\n39,267\n\n83,608\n\n7,552\n\n9.1\n\n0.693\n\n24.9\n\n\nBrazil\n\n2,140,940\n\n3,216,031\n\n15,485\n\n250.8\n\n0.759\n\n10.8\n\n\nChile\n\n251,220\n\n455,941\n\n24,796\n\n86.1\n\n0.845\n\n2.7\n\n\nColombia\n\n306,439\n\n720,151\n\n14,609\n\n56.5\n\n0.747\n\n15.8\n\n\nEcuador\n\n97,362\n\n184,629\n\n11,004\n\n22.3\n\n0.752\n\n10.6\n\n\nFalkland Islands[99] (UK)\n\n206.4\n\n206.4\n\n70,800\n\n0.26\n\n\n\n\n\n\nFrench Guiana[100] (France)\n\n4,456\n\n4,456\n\n19,728\n\n1.3\n\n\n\n\n\n\nGuyana\n\n3,591\n\n6,398\n\n8,306\n\n0.9\n\n0.654\n\n18.0\n\n\nParaguay\n\n28,743\n\n68,005\n\n9,779\n\n9.8\n\n0.702\n\n13.2\n\n\nPeru\n\n207,072\n\n429,711\n\n13,501\n\n46.3\n\n0.750\n\n12.7\n\n\nSuriname\n\n3,641\n\n7,961\n\n13,934\n\n1.6\n\n0.720\n\n27.2\n\n\nUruguay\n\n58,123\n\n77,800\n\n22,271\n\n8.0\n\n0.804\n\n2.2\n\n\nVenezuela\n\n251,589\n\n404,109\n\n12,856\n\n92.6\n\n0.761\n\n12.9\n\n\nTotal\n3,836,569\n6,642,623\n17,852\n669.1\n0.772\n11.3",
    "Economically largest cities as of 2014[edit]",
    "Rank\n\nCity\n\nCountry\n\nGDP in Int$ bn[101]\n\nPopulation (mil)[101]\n\nGDP per capita\n\n\n1\n\nSão Paulo\n\nBrazil\n\n$430\n\n20,847,500\n\n$20,650\n\n\n2\n\nBuenos Aires\n\nArgentina\n\n$315\n\n13,381,800\n\n$23,606\n\n\n3\n\nLima\n\nPeru\n\n$176\n\n10,674,100\n\n$16,530\n\n\n4\n\nRio de Janeiro\n\nBrazil\n\n$176\n\n12,460,200\n\n$14,176\n\n\n5\n\nSantiago\n\nChile\n\n$171\n\n7,164,400\n\n$32,929\n\n\n6\n\nBogotá\n\nColombia\n\n$160\n\n9,135,800\n\n$17,497\n\n\n7\n\nBrasília\n\nBrazil\n\n$141\n\n3,976,500\n\n$35,689\n\n\n8\n\nBelo Horizonte\n\nBrazil\n\n$84\n\n5,595,800\n\n$15,134\n\n\n9\n\nPorto Alegre\n\nBrazil\n\n$62\n\n4,120,900\n\n$15,078\n\n\n10\n\nCampinas\n\nBrazil\n\n$59\n\n2,854,200\n\n$20,759",
    "Sugarcane plantation in São Paulo. In 2018, Brazil was the world's largest producer, with 746 million tonnes. South America produces half of the world's sugarcane.",
    "Soy plantation in Mato Grosso. In 2020, Brazil was the world's largest producer, with 130 million tonnes. South America produces half of the world's soybeans.",
    "Coffee in Minas Gerais. In 2018, Brazil was the world's largest producer, with 3.5 million tonnes. South America produces half of the world's coffee.",
    "Orange in São Paulo. In 2018, Brazil was the world's largest producer, with 17 million tonnes. South America produces 25% of the world's orange.",
    "The four countries with the strongest agriculture are Brazil, Argentina, Chile and Colombia. Currently:",
    "Brazil is the world's largest producer of sugarcane, soy, coffee, orange, guaraná, açaí and Brazil nut; is one of the top 5 producers of maize, papaya, tobacco, pineapple, banana, cotton, beans, coconut, watermelon, lemon and yerba mate; is one of the top 10 world producers of cocoa, cashew, avocado, tangerine, persimmon, mango, guava, rice, oat, sorghum and tomato; and is one of the top 15 world producers of grape, apple, melon, peanut, fig, peach, onion, palm oil and natural rubber;\nArgentina is the world's largest producer of yerba mate; is one of the 5 largest producers in the world of soy, maize, sunflower seed, lemon and pear, one of the 10 largest producers in the world of barley, grape, artichoke, tobacco and cotton, and one of the 15 largest producers in the world of wheat, oat, chickpea, sugarcane, sorghum and grapefruit;\nChile is one of the 5 largest world producers of cherry and cranberry, and one of the 10 largest world producers of grape, apple, kiwi, peach, plum and hazelnut, focusing on exporting high-value fruits;\nColombia is one of the 5 largest producers in the world of coffee, avocado and palm oil, and one of the 10 largest producers in the world of sugarcane, banana, pineapple and cocoa;\nPeru is the world's largest producer of quinoa; is one of the 5 largest producers of avocado, blueberry, artichoke and asparagus; one of the 10 largest producers in the world of coffee and cocoa; one of the 15 largest producers in the world of potato and pineapple, and also has a considerable production of grape, sugarcane, rice, banana, maize and cassava; its agriculture is considerably diversified;\nParaguay's agriculture is currently developing, being currently the 6th largest producer of soy in the world and entering the list of the 20 largest producers of maize and sugarcane.[102]",
    "Truck of a meat company in Brazil. South America produces 20% of the world's beef and chicken meat.",
    "Brazil is the world's largest exporter of chicken meat: 3.77 million tonnes in 2019.[103][104] The country is the holder of the second largest herd of cattle in the world, 22.2% of the world herd. The country was the second largest producer of beef in 2019, responsible for 15.4% of global production.[105] It was also the 3rd largest world producer of milk in 2018. This year, the country produced 35.1 billion liters.[106] In 2019, Brazil was the 4th largest pork producer in the world, with almost 4 million tonnes.[107]",
    "In 2018, Argentina was the 4th largest producer of beef in the world, with a production of 3 million tonnes (behind only USA, Brazil and China). Uruguay is also a major meat producer. In 2018, it produced 589 thousand tonnes of beef.[108]",
    "In chicken meat production, Argentina ranks among the 15 largest producers in the world, and Peru and Colombia among the 20 biggest producers. In beef production, Colombia is one of the 20 largest producers in the world. In honey production, Argentina ranks among the 5 largest producers in the world, and Brazil among the 15 largest. In terms of production of cow's milk, Argentina ranks among the 20 largest producers in the world.[109]",
    "EMS, the largest Brazilian pharmaceutical industry",
    "Braskem, the largest Brazilian chemical industry",
    "The World Bank annually lists the top manufacturing countries by total manufacturing value. According to the 2019 list, Brazil has the thirteenth most valuable industry in the world (US$173.6 billion), Venezuela the thirtieth largest (US$58.2 billion, however, it depends on oil to obtain this value), Argentina the 31st largest (US$57.7 billion), Colombia the 46th largest (US$35.4 billion), Peru the 50th largest (US$28.7 billion) and Chile the 51st largest (US$28.3 billion).[110]",
    "Brazil has the third-largest manufacturing sector in the Americas. Accounting for 28.5 percent of GDP, Brazil's industries range from automobiles, steel, and petrochemicals to computers, aircraft (Embraer), food, pharmaceutical, footwear, metallurgy and consumer durables. In the food industry, in 2019, Brazil was the second largest exporter of processed foods in the world.[111][112][113] In 2016, the country was the 2nd largest producer of pulp in the world and the 8th producer of paper.[114][115][116] In the footwear industry, in 2019, Brazil ranked 4th among world producers.[117][118][119][120] In 2019, the country was the 8th producer of vehicles and the 9th producer of steel in the world.[121][122][123] In 2018, the chemical industry of Brazil was the 8th in the world.[124][125][126] In textile industry, Brazil, although it was among the 5 largest world producers in 2013, is very little integrated in world trade.[127]",
    "Cerro Rico, Potosi, Bolivia, still a major silver mine",
    "Amethyst mine in Ametista do Sul. South America is a major producer of gems such as amethyst, topaz, emerald, aquamarine and tourmaline.",
    "Iron mine in Minas Gerais. Brazil is the world's second largest iron ore exporter.",
    "Mining is one of the most important economic sectors in South America, especially for Chile, Peru and Bolivia, whose economies are highly dependent on this sector. The continent has large productions of gold (mainly in Peru, Brazil and Argentina);[128] silver (mainly in Peru, Chile, Bolivia and Argentina);[129] copper (mainly in Chile, Peru and Brazil);[130] iron ore (Brazil, Peru and Chile);[131] zinc (Peru, Bolivia and Brazil);[132] molybdenum (Chile and Peru);[133] lithium (Chile, Argentina and Brazil);[134] lead (Peru and Bolivia);[135] bauxite (Brazil);[136] tin (Peru, Bolivia and Brazil);[137] manganese (Brazil);[138] antimony (Bolivia and Ecuador);[139] nickel (Brazil);[140] niobium (Brazil);[141] rhenium (Chile);[142] iodine (Chile),[143] among others.",
    "Brazil stands out in the extraction of iron ore (where it is the 2nd largest producer and exporter in the world – iron ore is usually one of the 3 export products that generate the greatest value in the country's trade balance), copper, gold, bauxite (one of the 5 largest producers in the world), manganese (one of the 5 largest producers in the world), tin (one of the largest producers in the world), niobium (concentrates 98% of reserves known to the world) and nickel. In terms of gemstones, Brazil is the world's largest producer of amethyst, topaz, agate and one of the main producers of tourmaline, emerald, aquamarine, garnet and opal.[144][145][146][147][148][149]",
    "Chile contributes about a third of the world copper production.[150] In addition to copper, Chile was, in 2019, the world's largest producer of iodine[151] and rhenium,[152] the second largest producer of lithium[153] and molybdenum,[133] the sixth largest producer of silver,[154] the seventh largest producer of salt,[155] the eighth largest producer of potash,[156] the thirteenth producer of sulfur[157] and the thirteenth producer of iron ore[158] in the world.",
    "In 2019, Peru was the 2nd largest world producer of copper[159] and silver,[154] 8th largest world producer of gold,[160] 3rd largest world producer of lead,[135] 2nd largest world producer of zinc,[161] 4th largest world producer of tin,[162] 5th largest world producer of boron[163] and 4th largest world producer of molybdenum.[133]",
    "In 2019, Bolivia was the 8th largest world producer of silver;[154] 4th largest world producer of boron;[163] 5th largest world producer of antimony;[164] 5th largest world producer of tin;[162] 6th largest world producer of tungsten;[165] 7th largest producer of zinc,[166] and the 8th largest producer of lead.[135][167][168]",
    "In 2019, Argentina was the 4th largest world producer of lithium,[153] the 9th largest world producer of silver,[154] the 17th largest world producer of gold[160] and the 7th largest world producer of boron.[163]",
    "Colombia is the world's largest producer of emeralds.[169] In the production of gold, among 2006 and 2017, the country produced 15 tons per year until 2007, when its production increased significantly, breaking a record of 66.1 tons extracted in 2012. In 2017, it extracted 52.2 tons. The country is among the 25 largest gold producers in the world.[170] In the production of silver, in 2017 the country extracted 15,5 tons.[167][168][171]",
    "In the production of oil, Brazil was the 10th largest oil producer in the world in 2019, with 2.8 million barrels / day. Venezuela was the 21st largest, with 877 thousand barrels / day, Colombia in 22nd with 886 thousand barrels / day, Ecuador in 28th with 531 thousand barrels / day and Argentina 29th with 507 thousand barrels / day. As Venezuela and Ecuador consume little oil and export most of their production, they are part of OPEC. Venezuela had a big drop in production after 2015 (where it produced 2.5 million barrels / day), falling in 2016 to 2.2 million, in 2017 to 2 million, in 2018 to 1.4 million and in 2019 to 877 thousand, due to lack of investments.[172]",
    "In the production of natural gas, in 2018, Argentina produced 1524 bcf (billion cubic feet), Venezuela 946, Brazil 877, Bolivia 617, Peru 451, Colombia 379.[173]",
    "In the beginning of 2020, in the production of oil and natural gas, Brazil exceeded 4 million barrels of oil equivalent per day, for the first time. In January 2021, 3.168 million barrels of oil per day and 138.753 million cubic meters of natural gas were extracted.[174]",
    "In the production of coal, the continent had 2 of the 30 largest world producers in 2018: Colombia (12th) and Brazil (27th).[175]"
  ],
  "Gallery": [
    "Grape plantation in Argentina. Argentina and Chile are among the 10 largest grape and wine producers in the world and Brazil among the 20 largest.\n\n\n\n\n\n\nMaize in Dourados. Brazil and Argentina are among the 5 largest world producers.\n\n\n\n\n\n\nSalmon farming in Chile. One third of all salmon sold in the world comes from the country.\n\n\n\n\n\n\nNeugebauer Chocolate Factory in Arroio do Meio. South America specializes in food processing.\n\n\n\n\n\n\nSteel-maker CSN, in Volta Redonda. Brazil is one of the 10 largest steel producers in the world, and Argentina is one of the 30 largest.\n\n\n\n\n\n\nKlabin industrial complex, in Ortigueira. Brazil is the second largest pulp producer and the eighth largest paper producer in the world.\n\n\n\n\n\n\nPortico of the Democrata men's shoe factory, in Franca. Brazil is the fourth largest shoe manufacturer in the world.\n\n\n\n\n\n\nHering, in Santa Catarina, Brazil. The country has one of the 5 largest textile industries in the world.\n\n\n\n\n\n\nMercedes-Benz plant in São Paulo. Brazil is among the 10 largest vehicle manufacturers in the world and Argentina among the 30 largest.\n\n\n\n\n\n\nCopper mine in Chile. Latin America produces more than half of the world's copper.\n\n\n\n\n\n\nColombian emerald. The country is the largest producer of emeralds in the world, and Brazil is one of the largest producers.\n\n\n\n\n\n\nCopacabana Palace, the best hotel in South America, in Rio de Janeiro. Tourism brings important currencies to the continent.\n\n\n\n\n\n\nHoney production in Argentina. The country is the third largest producer of honey in the world.\n\n\n\n\n\n\nSunflower plantation in Argentina. The country is the world's third largest producer of sunflower seed.\n\n\n\n\n\n\nChilean cherries. Chile is one of the top 5 producers of sweet cherries in the world.\n\n\n\n\n\n\nChilean kiwi. The country is one of the 10 largest kiwi producers in the world.\n\n\n\n\n\n\nPalm plantation in Magdalena. Colombia is one of the top 5 palm oil producers in the world.\n\n\n\n\n\n\nPineapple in Brazil. The country is the 3rd largest producer in the world. South America produces close to 20% of the world's pineapple.\n\n\n\n\n\n\nOil refinery in Amuay. Venezuela is one of the largest oil producers in the world.",
    "Tourism[edit]",
    "Tourism has increasingly become a significant source of income for many South American countries.[176][177]",
    "Historical relics, architectural and natural wonders, a diverse range of foods and culture, vibrant and colorful cities, and stunning landscapes attract millions of tourists every year to South America. Some of the most visited places in the region are Rio de Janeiro, Florianópolis, Iguazu Falls, São Paulo, Armação dos Búzios, Salvador, Bombinhas, Angra dos Reis, Balneário Camboriú, Paraty, Ipojuca, Natal, Cairu, Fortaleza and Itapema in Brazil;[178] Buenos Aires, Bariloche, Salta, Jujuy, Perito Moreno Glacier, Valdes Peninsula, Guarani Jesuit Missions in the cities of Misiones and Corrientes, Ischigualasto Provincial Park, Ushuaia and Patagonia in Argentina;[179]\nIsla Margarita, Angel Falls, Los Roques archipelago, Gran Sabana in Venezuela; Machu Picchu, Lima, Nazca Lines, Cuzco in Peru; Lake Titicaca, Salar de Uyuni, La Paz, Jesuit Missions of Chiquitos in Bolivia; Tayrona National Natural Park, Santa Marta, Bogotá, Cali, Medellín, Cartagena in Colombia, and the Galápagos Islands in Ecuador.[180][181] In 2016 Brazil hosted the 2016 Summer Olympics.",
    "Panorama of Cartagena (2008), a major port on the northern coast of Colombia and one of the country's main tourist destinations"
  ],
  "Culture": [
    "",
    "Teatro Solis, UruguayNational Library, BrazilArya Diwaker Hindu temple, Paramaribo, Suriname",
    "South Americans are culturally influenced by their indigenous peoples, the historic connection with the Iberian Peninsula and Africa, and waves of immigrants from around the globe.",
    "South American nations have a rich variety of music. Some of the most famous genres include vallenato and cumbia from Colombia, pasillo from Colombia and Ecuador, samba, bossa nova and música sertaneja from Brazil, joropo from Venezuela and tango from Argentina and Uruguay. Also well known is the non-commercial folk genre Nueva Canción movement which was founded in Argentina and Chile and quickly spread to the rest of the Latin America.",
    "",
    "Tango show in Buenos Aires, typical Argentine danceCarmen Miranda, Portuguese Brazilian singer helped popularize samba internationally.",
    "People on the Peruvian coast created the fine guitar and cajon duos or trios in the most mestizo (mixed) of South American rhythms such as the Marinera (from Lima), the Tondero (from Piura), the 19th-century popular Creole Valse or Peruvian Valse, the soulful Arequipan Yaravi, and the early-20th-century Paraguayan Guarania. In the late 20th century, Spanish rock emerged by young hipsters influenced by British pop and American rock. Brazil has a Portuguese-language pop rock industry as well a great variety of other music genres. In the central and western regions of Bolivia, Andean and folklore music like Diablada, Caporales and Morenada are the most representative of the country, which were originated by European, Aymara and Quechua influences.",
    "The literature of South America has attracted considerable critical and popular acclaim, especially with the Latin American Boom of the 1960s and 1970s, and the rise of authors such as Mario Vargas Llosa, Gabriel García Márquez in novels and Jorge Luis Borges and Pablo Neruda in other genres. The Brazilians Machado de Assis and João Guimarães Rosa are widely regarded as the greatest Brazilian writers.",
    "Food and drink[edit]",
    "",
    "Main article: Cuisine of South America",
    "Because of South America's broad ethnic mix, South American cuisine has African, Mestizo, South Asian, East Asian, and European influences. Bahia, Brazil, is especially well known for its West African–influenced cuisine. Argentines, Chileans, Uruguayans, Brazilians, Bolivians, and Venezuelans regularly consume wine. People in Argentina, Paraguay, Uruguay, southern Chile, Bolivia and Southern Brazil drink mate, an herb which is brewed. The Paraguayan version, terere, differs from other forms of mate in that it is served cold. Pisco is a liquor distilled from grapes in Peru and Chile. Peruvian cuisine mixes elements from Chinese, Japanese, Spanish, Italian, African, Arab, Andean, and Amazonic food.",
    "Plastic arts[edit]",
    "",
    "Main article: Art of South America",
    "Bird (UOB Plaza, Singapore), sculpture of Colombian artist Fernando Botero",
    "\"Chromovegetal Maze\" by Carlos Cruz Diez, in Caracas",
    "The artist Oswaldo Guayasamín (1919–1999) from Ecuador, represented with his painting style the feeling of the peoples of Latin America[182] highlighting social injustices in various parts of the world. The Colombian Fernando Botero (1932) is one of the greatest exponents of painting and sculpture that continues still active and has been able to develop a recognizable style of his own.[183] For his part, the Venezuelan Carlos Cruz-Diez has contributed significantly to contemporary art,[184] with the presence of works around the world.",
    "Currently several emerging South American artists are recognized by international art critics: Guillermo Lorca – Chilean painter,[185][186] Teddy Cobeña – Ecuadorian sculptor and recipient of international sculpture award in France)[187][188][189] and Argentine artist Adrián Villar Rojas[190][191] – winner of the Zurich Museum Art Award among many others.",
    "Sport[edit]",
    "",
    "Main article: Sport in South America",
    "Maracanã Stadium in Rio de Janeiro, Brazil",
    "A wide range of sports are played in the continent of South America, with football being the most popular overall, while baseball is the most popular in Venezuela.",
    "Other sports include basketball, cycling, polo, volleyball, futsal, motorsports, rugby (mostly in Argentina and Uruguay), handball, tennis, golf, field hockey, boxing, and cricket.",
    "South America hosted its first Olympic Games in Rio de Janeiro, Brazil, in 2016, and has hosted the Youth Olympic Games in Buenos Aires, Argentina, in 2018.",
    "South America shares with Europe supremacy over the sport of football as all winners in FIFA World Cup history and all winning teams in the FIFA Club World Cup have come from these two continents. Brazil holds the record for most times winning the FIFA World Cup with five titles.[192] Argentina has three titles and Uruguay two. So far five South American nations have hosted the tournament including the first edition in Uruguay (1930). Two were from Brazil (1950, 2014), Chile (1962), and Argentina (1978).",
    "South America is home to the longest-running international football tournament, the Copa América, which has been contested since 1916. Argentina and Uruguay have won the Copa América 15 times each, the most among all countries.",
    "Also, in South America, a multi-sport event, the South American Games, are held every four years. The first edition was held in La Paz in 1978 and the most recent took place in Santiago in 2014.",
    "South American Cricket Championship is an international one-day cricket tournament played since 1995 featuring national teams from South America and certain other invited sides including teams from North America, currently played annually but until 2013 was usually played every two seasons."
  ],
  "Infrastructure": [
    "Wind farm in the Paraguaná Peninsula, Venezuela",
    "Energy[edit]",
    "Due to the diversity of topography and pluviometric precipitation conditions, the region's water resources vary enormously in different areas. In the Andes, navigation possibilities are limited, except for the Magdalena River, Lake Titicaca and the lakes of the southern regions of Chile and Argentina. Irrigation is an important factor for agriculture from northwestern Peru to Patagonia. Less than 10% of the known electrical potential of the Andes had been used until the mid-1960s.",
    "The Brazilian Highlands have a much higher hydroelectric potential than the Andean region[citation needed] and its possibilities of exploitation are greater due to the existence of several large rivers with high margins and the occurrence of great differences forming huge cataracts, such as those of Paulo Afonso, Iguaçu and others. The Amazon River system has about 13,000 km of waterways, but its possibilities for hydroelectric use are still unknown.",
    "Most of the continent's energy is generated through hydroelectric power plants, but there is also an important share of thermoelectric and wind energy. Brazil and Argentina are the only South American countries that generate nuclear power, each with two nuclear power plants. In 1991 these countries signed a peaceful nuclear cooperation agreement.",
    "Panoramic view of the Itaipu Dam, the second largest of the world in energy production",
    "Wind power in Parnaíba",
    "Angra Nuclear Power Plant in Angra dos Reis, Rio de Janeiro",
    "Pirapora Solar Complex, the largest in Brazil and Latin America with a capacity of 321 MW",
    "The Brazilian government has undertaken an ambitious program to reduce dependence on imported petroleum. Imports previously accounted for more than 70% of the country's oil needs but Brazil became self-sufficient in oil in 2006–2007. Brazil was the 10th largest oil producer in the world in 2019, with 2.8 million barrels / day. Production manages to supply the country's demand.[172] In the beginning of 2020, in the production of oil and natural gas, the country exceeded 4 million barrels of oil equivalent per day, for the first time. In January this year, 3.168 million barrels of oil per day and 138.753 million cubic meters of natural gas were extracted.[174]",
    "Brazil is one of the main world producers of hydroelectric power. In 2019, Brazil had 217 hydroelectric plants in operation, with an installed capacity of 98,581 MW, 60.16% of the country's energy generation.[193] In the total generation of electricity, in 2019 Brazil reached 170,000 megawatts of installed capacity, more than 75% from renewable sources (the majority, hydroelectric).[194][195]",
    "In 2013, the Southeast Region used about 50% of the load of the National Integrated System (SIN), being the main energy consuming region in the country. The region's installed electricity generation capacity totaled almost 42,500 MW, which represented about a third of Brazil's generation capacity. The hydroelectric generation represented 58% of the region's installed capacity, with the remaining 42% corresponding basically to the thermoelectric generation. São Paulo accounted for 40% of this capacity; Minas Gerais by about 25%; Rio de Janeiro by 13.3%; and Espírito Santo accounted for the rest. The South Region owns the Itaipu Dam, which was the largest hydroelectric plant in the world for several years, until the inauguration of Three Gorges Dam in China. It remains the second largest operating hydroelectric in the world. Brazil is the co-owner of the Itaipu Plant with Paraguay: the dam is located on the Paraná River, located on the border between countries. It has an installed generation capacity of 14 GW for 20 generating units of 700 MW each. North Region has large hydroelectric plants, such as Belo Monte Dam and Tucuruí Dam, which produce much of the national energy. Brazil's hydroelectric potential has not yet been fully exploited, so the country still has the capacity to build several renewable energy plants in its territory.[196][197]",
    "As of July 2022,[ref] according to ONS, total installed capacity of wind power was 22 GW, with average capacity factor of 58%.[198][199] While the world average wind production capacity factors is 24.7%, there are areas in Northern Brazil, specially in Bahia State, where some wind farms record with average capacity factors over 60%;[200][201] the average capacity factor in the Northeast Region is 45% in the coast and 49% in the interior.[202] In 2019, wind energy represented 9% of the energy generated in the country.[203] In 2019, it was estimated that the country had an estimated wind power generation potential of around 522 GW (this, only onshore), enough energy to meet three times the country's current demand.[204][205] In 2021 Brazil was the 7th country in the world in terms of installed wind power (21 GW),[206][207] and the 4th largest producer of wind energy in the world (72 TWh), behind only China, US and Germany.[208][209]",
    "Nuclear energy accounts for about 4% of Brazil's electricity.[210] The nuclear power generation monopoly is owned by Eletronuclear (Eletrobrás Eletronuclear S/A), a wholly owned subsidiary of Eletrobrás. Nuclear energy is produced by two reactors at Angra. It is located at the Central Nuclear Almirante Álvaro Alberto (CNAAA) on the Praia de Itaorna in Angra dos Reis, Rio de Janeiro. It consists of two pressurized water reactors, Angra I, with capacity of 657 MW, connected to the power grid in 1982, and Angra II, with capacity of 1,350 MW, connected in 2000. A third reactor, Angra III, with a projected output of 1,350 MW, is planned to be finished.[211]",
    "As of October 2022,[ref] according to ONS, total installed capacity of photovoltaic solar was 21 GW, with average capacity factor of 23%.[212] Some of the most irradiated Brazilian States are MG (\"Minas Gerais\"), BA (\"Bahia\") and GO (Goiás), which have indeed world irradiation level records.[213][201][214] In 2019, solar power represented 1.27% of the energy generated in the country.[203] In 2021, Brazil was the 14th country in the world in terms of installed solar power (13 GW),[215] and the 11th largest producer of solar energy in the world (16.8 TWh).[216]",
    "In 2020, Brazil was the 2nd largest country in the world in the production of energy through biomass (energy production from solid biofuels and renewable waste), with 15,2 GW installed.[217]",
    "After Brazil, Colombia is the country in South America that most stands out in energy production. In 2020, the country was the 20th largest petroleum producer in the world, and in 2015 it was the 19th largest exporter. In natural gas, the country was, in 2015, the 40th largest producer in the world. Colombia's biggest highlight is in coal, where the country was, in 2018, the world's 12th largest producer and the 5th largest exporter. In renewable energies, in 2020, the country ranked 45th in the world in terms of installed wind energy (0.5 GW), 76th in the world in terms of installed solar energy (0.1 GW) and 20th in the world in terms of installed hydroelectric power (12.6 GW). Venezuela, which was one of the world's largest oil producers (about 2.5 million barrels/day in 2015) and one of the largest exporters, due to its political problems, has had its production drastically reduced in recent years: in 2016, it dropped to 2.2 million, in 2017 to 2 million, in 2018 to 1.4 million and in 2019 to 877 thousand, reaching only 300,000 barrels/day at a given point. The country also stands out in hydroelectricity, where it was the 14th country in the world in terms of installed capacity in 2020 (16,5 GW). Argentina was, in 2017, the 18th largest producer in the world, and the largest producer in Latin America, of natural gas, in addition to being the 28th largest oil producer; although the country has the Vaca Muerta field, which holds close to 16 billion barrels of technically recoverable shale oil, and is the second largest shale natural gas deposit in the world, the country lacks the capacity to exploit the deposit: it is necessary capital, technology and knowledge that can only come from offshore energy companies, who view Argentina and its erratic economic policies with considerable suspicion, not wanting to invest in the country. In renewable energies, in 2020, the country ranked 27th in the world in terms of installed wind energy (2.6 GW), 42nd in the world in terms of installed solar energy (0.7 GW) and 21st in the world in terms of installed hydroelectric power (11.3 GW). The country has great future potential for the production of wind energy in the Patagonia region. Chile, although currently not a major energy producer, has great future potential for solar energy production in the Atacama Desert region. Paraguay stands out today in hydroelectric production thanks to the Itaipu Power Plant. Bolivia stand out in the production of natural gas, where it was the 31st largest in the world in 2015. Ecuador, because it consumes little energy, is part of OPEC and was the 27th largest oil producer in the world in 2020, being the 22nd largest exporter in 2014.[218][219][220][209]",
    "Transport[edit]",
    "Ruta 9 / 14, in Zarate, Argentina",
    "Rio–Niterói Bridge",
    "Rio de Janeiro International Airport",
    "Port of Itajaí, Santa Catarina, Brazil",
    "Stretch of the Pan-American Highway in Argentina",
    "General Rafael Urdaneta Bridge in Venezuela",
    "The Port of Callao in Lima",
    "The La Paz cable car system in Bolivia is home to both the longest and highest urban cable car network in the world.",
    "Transport in South America is basically carried out using the road mode, the most developed in the region. There is also a considerable infrastructure of ports and airports. The railway and fluvial sector, although it has potential, is usually treated in a secondary way.",
    "Brazil has more than 1.7 million km of roads, of which 215,000 km are paved, and about 14,000 km are divided highways. The two most important highways in the country are BR-101 and BR-116.[221] Argentina has more than 600,000 km of roads, of which about 70,000 km are paved, and about 2,500 km are divided highways. The three most important highways in the country are Route 9, Route 7 and Route 14.[221] Colombia has about 210,000 km of roads, and about 2,300 km are divided highways.[222] Chile has about 82,000 km of roads, 20,000 km of which are paved, and about 2,000 km are divided highways. The most important highway in the country is the Route 5 (Pan-American Highway)[223] These 4 countries are the ones with the best road infrastructure and with the largest number of double-lane highways.",
    "Due to the Andes Mountains, Amazon River and Amazon Forest, there have always been difficulties in implementing transcontinental or bioceanic highways. Practically the only route that existed was the one that connected Brazil to Buenos Aires, in Argentina and later to Santiago, in Chile. However, in recent years, with the combined effort of countries, new routes have started to emerge, such as Brazil-Peru (Interoceanic Highway), and a new highway between Brazil, Paraguay, northern Argentina and northern Chile (Bioceanic Corridor).",
    "There are more than 2,000 airports in Brazil. The country has the second largest number of airports in the world, behind only the United States. São Paulo International Airport, located in the Metropolitan Region of São Paulo, is the largest and busiest in the country – the airport connects São Paulo to practically all major cities around the world. Brazil has 44 international airports, such as those in Rio de Janeiro, Brasília, Belo Horizonte, Porto Alegre, Florianópolis, Cuiabá, Salvador, Recife, Fortaleza, Belém and Manaus, among others. Argentina has important international airports such as Buenos Aires, Cordoba, Bariloche, Mendoza, Salta, Puerto Iguazú, Neuquén and Usuhaia, among others. Chile has important international airports such as Santiago, Antofagasta, Puerto Montt, Punta Arenas and Iquique, among others. Colombia has important international airports such as Bogotá, Medellín, Cartagena, Cali and Barranquilla, among others. Other important airports are those in the capitals of Uruguay (Montevideo), Paraguay (Asunción), Peru (Lima), Bolivia (La Paz) and Ecuador (Quito). The 10 busiest airports in South America in 2017 were: São Paulo-Guarulhos (Brazil), Bogotá (Colombia), São Paulo-Congonhas (Brazil), Santiago (Chile), Lima (Peru), Brasília (Brazil), Rio de Janeiro (Brazil), Buenos Aires-Aeroparque (Argentina), Buenos Aires-Ezeiza (Argentina), and Minas Gerais (Brazil).[224]",
    "About ports, Brazil has some of the busiest ports in South America, such as Port of Santos, Port of Rio de Janeiro, Port of Paranaguá, Port of Itajaí, Port of Rio Grande, Port of São Francisco do Sul and Suape Port. Argentina has ports such as Port of Buenos Aires and Port of Rosario. Chile has important ports in Valparaíso, Caldera, Mejillones, Antofagasta, Iquique, Arica and Puerto Montt. Colombia has important ports such as Buenaventura, Cartagena Container Terminal and Puerto Bolivar. Peru has important ports in Callao, Ilo and Matarani. The 15 busiest ports in South America are: Port of Santos (Brazil), Port of Bahia de Cartagena (Colombia), Callao (Peru), Guayaquil (Ecuador), Buenos Aires (Argentina), San Antonio (Chile), Buenaventura (Colombia), Itajaí (Brazil), Valparaíso (Chile), Montevideo (Uruguay), Paranaguá (Brazil), Rio Grande (Brazil), São Francisco do Sul (Brazil), Manaus (Brazil) and Coronel (Chile).[225]",
    "The Brazilian railway network has an extension of about 30,000 kilometers. It's basically used for transporting ores.[226] The Argentine rail network, with 47,000 km of tracks, was one of the largest in the world and continues to be the most extensive in Latin America. It came to have about 100,000 km of rails, but the lifting of tracks and the emphasis placed on motor transport gradually reduced it. It has four different trails and international connections with Paraguay, Bolivia, Chile, Brazil and Uruguay. Chile has almost 7,000 km of railways, with connections to Argentina, Bolivia and Peru. Colombia has only about 3,500 km of railways.[227]",
    "Among the main Brazilian waterways, two stand out: Hidrovia Tietê-Paraná (which has a length of 2,400 km, 1,600 on the Paraná River and 800 km on the Tietê River, draining agricultural production from the states of Mato Grosso, Mato Grosso do Sul, Goiás and part of Rondônia, Tocantins and Minas Gerais) and Hidrovia do Solimões-Amazonas (it has two sections: Solimões, which extends from Tabatinga to Manaus, with approximately 1600 km, and Amazonas, which extends from Manaus to Belém, with 1650 km. Almost entirely passenger transport from the Amazon plain is done by this waterway, in addition to practically all cargo transportation that is directed to the major regional centers of Belém and Manaus). In Brazil, this transport is still underused: the most important waterway stretches, from an economic point of view, are found in the Southeast and South of the country. Its full use still depends on the construction of locks, major dredging works and, mainly, of ports that allow intermodal integration. In Argentina, the waterway network is made up of the La Plata, Paraná, Paraguay and Uruguay rivers. The main river ports are Zárate and Campana. The port of Buenos Aires is historically the first in individual importance, but the area known as Up-River, which stretches along 67 km of the Santa Fé portion of the Paraná River, brings together 17 ports that concentrate 50% of the total exports of the country.",
    "Only two railroads are continental: the Transandina, which connects Buenos Aires, in Argentina to Valparaíso, in Chile, and the Brazil–Bolivia Railroad, which makes it the connection between the port of Santos in Brazil and the city of Santa Cruz de la Sierra, in Bolivia. In addition, there is the Pan-American Highway, which crosses Argentina and the Andean countries from north to south, although some stretches are unfinished.[228]",
    "Two areas of greater density occur in the railway sector: the platinum network, which develops around the Platine region, largely belonging to Argentina, with more than 45,000 km in length; And the Southeast Brazil network, which mainly serves the state of São Paulo, state of Rio de Janeiro and Minas Gerais. Brazil and Argentina also stand out in the road sector. In addition to the modern roads that extend through northern Argentina and south-east and south of Brazil, a vast road complex aims to link Brasília, the federal capital, to the South, Southeast, Northeast and Northern regions of Brazil.",
    "South America has one of the largest bays of navigable inland waterways in the world, represented mainly by the Amazon basin, the Platine basin, the São Francisco and the Orinoco basins, Brazil having about 54,000 km navigable, while Argentina has 6,500 km and Venezuela, 1,200 km.",
    "The two main merchant fleets also belong to Brazil and Argentina. The following are those of Chile, Venezuela, Peru and Colombia. The largest ports in commercial movement are those of Buenos Aires, Santos, Rio de Janeiro, Bahía Blanca, Rosario, Valparaíso, Recife, Salvador, Montevideo, Paranaguá, Rio Grande, Fortaleza, Belém and Maracaibo.",
    "In South America, commercial aviation has a magnificent expansion field, which has one of the largest traffic density lines in the world, Rio de Janeiro–São Paulo, and large airports, such as Congonhas, São Paulo–Guarulhos International and Viracopos (São Paulo), Rio de Janeiro International and Santos Dumont (Rio de Janeiro), El Dorado (Bogotá), Ezeiza (Buenos Aires), Tancredo Neves International Airport (Belo Horizonte), Curitiba International Airport (Curitiba), Brasilia, Caracas, Montevideo, Lima, Viru Viru International Airport (Santa Cruz de la Sierra), Recife, Salvador, Salgado Filho International Airport (Porto Alegre), Fortaleza, Manaus and Belém.",
    "The main public transport in major cities is the bus. Many cities also have a diverse system of metro and subway trains, the first of which was the Buenos Aires subte, opened 1913.[229] The Santiago subway[230] is the largest network in South America, with 103 km, while the São Paulo subway is the largest in transportation, with more than 4.6 million passengers per day[231] and was voted the best in the Americas. Rio de Janeiro installed the first railroad of the continent in 1854. Today the city has a vast and diversified system of metropolitan trains, integrated with buses and subway. Recently it was also inaugurated in the city a Light Rail System called VLT, a small electrical trams at low speed, while São Paulo inaugurated its monorail, the first of South America.[citation needed] In Brazil, an express bus system called Bus Rapid Transit (BRT), which operates in several cities, has also been developed. Mi Teleférico, also known as Teleférico La Paz–El Alto (La Paz–El Alto Cable Car), is an aerial cable car urban transit system serving the La Paz–El Alto metropolitan area in Bolivia."
  ]
}
